Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/gmap/translations/*.po
Languages: es, it

source: Longitude must be between -180 and 180
es: La longitud debe estar entre -180 y 180
