Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/gmap/translations/*.po
Languages: es, it

source: Google Map Initialize
es: Inicialización de Google Map
it: Inizializzazione Google Map

source: Note about Drupal 5 version: Shaded out controls are controls for unfinished features that existed in the 4.7 version.
it: Nota sulla versione 5 di Drupal: i controlli "Shaded out" sono controlli per funzionalità non completamente implementate che esistevano nella versione 4.7.

source: Google map API key
es: Código de la API de Google Maps
it: Chiave API Google Map

source: Your personal Googlemaps API key. You must get this for each separate website at <a href="http://www.google.com/apis/maps/">Google Map API website</a>.
es: Su código personal de la API de Google Maps. Puede obtener una por cada sitio web en el <a href="http://www.google.com/apis/maps/">Sitio web de la API de Google Maps</a>.
it: La tua chiave API personale di Googlemaps. Devi richiedrne una per ciascun sito web al sito <a href="http://www.google.com/apis/maps/">Google Map API </a>.

source: Google map method
es: Método de Google Map
it: Metodo Google Map

source: Static
es: Estático
it: Statico

source: Dynamic
es: Dinámico
it: Dinamico

source: None
es: Ninguno
it: Nessuno

source: How is the Google Map initialization script run:<br /><strong>Static</strong> - Loaded on every page, <br /><strong>Dynamic</strong> - Initialization script runs only on pages with google maps, but all pages with the gmap filter will not be cached. <br /><strong>None</strong> - Google map initialization script must be loaded some other way.
es: Permite seleccionar la forma de inicialización del script de Google Maps:<br /><strong>Estático</strong> - El script se carga en todas las páginas, <br /><strong>Dinámico</strong> - El script se carga solo en las páginas que contengan mapas de Google, pero las páginas con el filtro de gmap no irán al caché del sistema. <br /><strong>Ninguno</strong> - El script de inicialización debe ser cargado por el usuario de otra forma.
it: Modalità di esecuzione dello script di inizializzazione Google Map: <br/><strong>Statico</strong> - Caricamento per ciascuna pagina, <br/> <strong>Dinamico</strong> - Lo script di inizializzazione è eseguito solo sulle pagine con le mappe di google, ma tutte le mappe con il filtro gmap non saranno inserite nella cache. <br/><strong>Nessuno</strong> - Lo script di inizializzazione deve essere caricato in altro modo.

source: Enable wms features
it: Abilta le funzionalità wms

source: Enables the wms features. This allows you to use overlays that are defined using wms. The wms-gs.js (or other acceptable version) must be installed in the gmap directory.
it: Abilita le funzionalità wms. Ciò permette l'utilizzo di sovrapposizioni che sono definte utilizzando wms. Il file wms-gs.js (o altre versioni compatibili) deve essere instalato nella cartella di gmap.

source: Enable mousewheel zooming
it: Abilita l'ingrandimento tramite la rotellina del mouse

source: Enables the mousewheel.js jQuery plugin, which adds the ability to use the mouse wheel to zoom the map.
it: Abilita il plugin di jQuery mousewheel.js, che aggiunge lacapacità di utilizzare la rotellina del mouse per ingrandire la mappa.

source: <em>The mousewheel.js file was not found. Please download and place in the <b>thirdparty/</b> folder.</em>
it: <em>Il file mousewheel.js non è stato trovato. Scaricalo e mettilo nella cartella <b>thirdparty/</b>.</em>

source: Default map settings
es: Preferencias del mapa por defecto
it: Impostazioni predefinite della mappa

source: Default width
es: Ancho por defecto
it: Larghezza predefinita

source: The default width of a Google map.
es: El ancho por defecto del mapa Google
it: La larghezza predefinita di una mappa Google.

source: Default height
es: Altura por defecto
it: Altezza predefinita

source: The default height of a Google map.
es: La altura por defecto del mapa de Google
it: L'altezza predefinita di una mappa Google.

source: Default center
es: Centro por defecto
it: Centro predefinito

source: The default center coordinates of Google map, expressed as a decimal latitude and longitude, separated by a comma.
it: Le coordinate predefinte del centro di Google map, espresse come latitudine e longitudine decimali, separate da una virgola.

source: Default zoom
es: Acercamiento por defecto
it: Ingrandimento predefinito

source: The default zoom level of a Google map.
es: El nivel de acercamiento por defecto del mapa Google
it: Il livello di ingrandimento predefinito di una mappa Google.

source: Default control type
es: Tipo de control por defecto
it: Tipo di controllo predefinito

source: Small
es: Pequeño
it: Piccolo

source: Large
es: Grande
it: Grande

source: Default map type
es: Tipo de mapa por defecto
it: Tipo di mappa predefinito

source: Map
es: Mapa
it: Mappa

source: Hybrid
es: Híbrido
it: Ibrida

source: Map Behavior flags
it: Flag per il Comportamento della Mappa

source: Behavior flags modify how a map behaves. Disabled flags are for specific purposes and can only be set manually.
it: I flag per il comportamento della mappa modificano il comportamento stesso della mappa. I flag disabilitati sono per scopi specifici e possono essere impostati solo manualmente.

source: Marker action
it: Azione del marcatore

source: Perform this action when a marker is clicked.
it: Esegue questa azione quando un marcatore è cliccato.

source: Do nothing
it: Non fare niente

source: Open info window
es: Abrir ventana de información
it: Apri finestra delle informazioni

source: Open link
es: Abrir enlace
it: Apri collegamento

source: Default Line 1 Color
es: Color por defecto de la línea 1
it: Colore predefinito per la Linea 1

source: Default Line 2 Color
es: Color por defecto de la línea 2
it: Colore predefinito per la Linea 2

source: Default Line 3 Color
es: Color por defecto de la línea 3
it: Colore predefinito per la Linea 1

source: Marker manager
it: Gestore dei marcatori

source: No manager (use addOverlay directly)
it: Nessun gestore (utilizza addOverlay direttamente)

source: Google's GMarkerManager
it: GMarkerManager di Google

source: Jef Poskanzer's Clusterer
it: Clusterer di Jef Poskanzer

source: If you are planning on using many markers on a single map, you may want to consider using a marker manager to speed up map rendering.
it: Se stai pianificando di utilizzaremolti marcatori su una singola mappa, potresti considerare di utilizzare un gestore dei marcatori per velocizzare la visualizzazione della mappa.

source: Unmanaged marker settings
it: Impostazione dei marcatori non gestiti

source: There are no settings for unmanaged markers.
it: Non vi sono impostazioni per i marcatori non gestiti.

source: GMarkerManager settings
it: Impostazioni per GMarkerManager

source: GMarkerManager is a new part of the official Google Maps API that provides a marker manager.
it: GMarkerManager è una nuova parte delle API ufficiali di Google Maps che fornisce un gestore dei marcatori.

source: Border padding
it: Padding dei bordi

source: Markers located less than this number of pixels from the viewport will be added to the map by the manager (even if they would be fully invisible.)
it: I marcatori localizzati in meno di questo numero di pixel dal viewport saranno aggiunti alla mappa dal gestore (anche se essi dovrebbero essere completamente visibili).

source: Maximum zoom
it: Ingrandimento massimo

source: At the specified zoom level and above, the marker manager will disable itself for additional speed.
it: Dal livello di ingrandimento specificato e oltre, il gestore dei marcatori si disabiliterà per velocizzare ulteriormente il processo.

source: Track markers
it: Traccia i marcatori

source: If enabled, the marker manager will track marker movements. Leave off unless you need to move markers around with setPoint.
it: Se abilitato, il gestore dei marcatori traccerà il movimento dei marcatori. Lascialo deselezionato a meno che hai bisogno di muovere i marcatori con setPoint.

source: Clusterer settings
it: Impostazioni del Clusterer

source: Clusterer filename
it: Nome del file del Clusterer

source: Set the name of the Clusterer file in the thirdparty folder.
it: Imposta il nome del file del Clusterer nella cartella di terze parti.

source: Marker for clusters
it: Marcatori per i cluster.

source: The marker to use when creating a cluster.
it: Il marcatore da utilizzare quando si crea un cluster.

source: Activate on
it: Attivato su

source: or more markers
it: o più marcatori

source: Clustering is enabled when more than the specified number of markers are visible at the same time.
it: Il clustering è abilitato quando del numero specificato di marcatori sono visibili nello stesso istante.

source: Cluster on
it: Cluster su

source: Minimal number of markers per cluster
it: Numero minimo di marcatori per cluster

source: Lines per box
it: Linee per riquadro

source: at most
it: al più

source: lines
it: linee

source: Maximum number of lines per info box
it: Massimo numero di linee per riquadro delle informazioni

source: Location settings
es: Opciones de ubicación
it: Impostazioni del luogo

source: Default location map
es: Mapa de ubicación por defecto
it: Luogo predefinito di una mappa

source: The gmap macro for the map to be used in the location.module for setting latitude and longitude.
es: La macro de gmap a ser usada en el módulo location.module para asignar latitud y longitud
it: La macro GMap per la mappa deve essere usata in location.module per l'impostazione della latitudine e longitudine.

source: Location chooser
it: Selezionatore del luogo

source: Used to activate location choosing using a gmap.
it: Utilizzato per attivare la scelta del luogo utilizzando una gmap.

source: Disable dragging
it: Disabiita trascinamento

source: Remove the ability for the user to drag the map. If dragging is disabled, keyboard shortcuts are implicitly disabled.
it: Rimuove la possibilità per gli utenti di trascinamre la mappa. Se il trascinamento è disabilitato, le scorciatoie della tastiera saranno disabilitate implicitamente.

source: Disable keyboard
it: Disabilita tastiera

source: Disable the keyboard shortcuts.
it: Disabilita le scorciatoie della tastiera

source: Disable mousezoom
it: Disabilita l'ingrandimento tramite mouse

source: Disable using the scroll wheel to zoom the map.
it: Disabilita l'utilizzo della rotellina del mouse per ingrandire la mappa.

source: Use AutoZoom
it: Utilizza AutoZoom

source: Automatically zoom the map to fit all markers when markers are added.
it: Ingrandisce automaticamente la mappa per contenere tutti i marcatori quando questi sono aggiunti.

source: Unconditionally enable marker interface
it: Abilita sempre interfaccia dei marcatori

source: Load the marker loader system even if no markers to load are detected. Useful if you are injecting markers from somewhere else.
it: Carica il sistema di caricamento dei marcatori anche se nessun marcatore da caricare è rilevato. Utile se stai iniettando marcatori da qualche altra parte.

source: Enable Overview Map
it: Abilita la Mappa di Overview

source: Enable the "overview map" in the bottom right corner.
it: Abilita la "mappa di overview" nell'angolo in basso a destra.

source: Disable map type control
it: Disabilita i controlli della mappa

source: Removes the map type control from the upper right corner. Recommended for very narrow maps.
it: Rimuove i controlli per il tipo di mappa dall'angolo in alto a destra. Raccomandato per mappe molto piccole.

source: GMap filter
es: Filtro GMap
it: filtro GMap

source: Google map filter
es: Filtro Google map
it: filtro Google Map

source: converts a google map macro into the html required for inserting a google map.
es: convierte una macro de Google maps en el código html requerido para insertar el mapa de Google.
it: converte una google map nel codice html necessario per l'inserimento di una google map.

source: Insert Google Map macro.
es: Insertar una macro de Google Maps
it: Inserisci una macro Google Map

source: Create a macro
es: Crear una macro
it: Crea una macro

source: Configure GMap settings
it: Configura le impostazioni di GMap

source: Overlay editor
it: Editor della Sovrapposzione

source: Click map
it: Click sulla mappa

source: Points
it: Punti

source: Lines
it: Linee

source: Circles
it: Cerchi

source: Click marker
it: Click sul marcatore

source: Remove
it: Rimuovi

source: Edit Info
it: Modifica informazioni

source: Marker
it: Marcatore

source: Line/Polygon settings
it: Impostazioni delle Linee/Poligoni

source: Stroke color
it: Colore di Stroke

source: Stroke weight
it: Peso di Stroke

source: Stroke opacity
it: Opacità di Stroke

source: Fill color
it: Colore di riempimento

source: Fill opacity
it: Opacità di riempimento

source: create macro
it: crea macro

source: User locations
it: Luoghi degli utentu

source: Node locations
it: Luoghi dei nodi

source: GMap Location
it: Luogo GMap

source: Configure GMap Location settings.
it: Configura le impostazioni del Luogo GMap.

source: To add/change your location to the user map, <a href="@url">edit your location</a>.
it: Per aggiungere/modificare il tuo luogo nella mappa degli utenti, <a href="@url">modifica il tuo luogo</a>.

source: Geocode Locations
es: Ubicaciones de Geo-código
it: Luoghi Geocode

source: Enable the Google Map API geocoding
es: Habilitar geo-codificación con la API de Google Maps
it: Abilita le API di Google Map per Geocode

source: Location settings for users
es: Propiedades de ubicación de los usuarios
it: Impostazioni dui Luoghi per gli utenti

source: Profile map
es: Mapa de perfiles
it: La mappa nel profilo

source: Let users set/edit their location in their profile.
es: Permitir a los usuarios asignar/editar su ubicación desde la página del perifl.
it: Permetti agli utenti di impostare/modificare i rispettivi luoghi di origine nel loro profilo.

source: Profile category title
es: Título de la categoría del perfil
it: Titolo della categoria nel profilo

source: Default user map
es: Mapa de usuarios por defecto
it: Mappa predefinita per l'utente

source: The gmap macro where the user information will be diplayed on.
es: La macro de gmap donde se mostrarán la información de los usuarios.
it: La macro GMap dove le informazioni degli utenti saranno mostrate.

source: Text at the top of the map/users page
es: Texto en la zona superior del mapa de usuarios
it: Testo in cima alla pagina della mappa degli utenti

source: This map illustrates the extent of users of this website. Each marker indicates a user that has entered their locations.
es: Este mapa muestra la ubicación de los usuarios de este sitio web. Cada marcador indica un usuario que ha ingresado su ubicación.
it: Questa mappa illustra il posizionamento delgi utenti di questo sito web. Ogni marcatore indica un utente che ha specificato il suo luogo d'origine.

source: Marker for users
es: Marcador de usuarios
it: Marcatori per gli utenti

source: Markers per role
es: Marcadores por rol
it: Marcatori per i ruoli

source: Use a different marker to denote users in the following roles.
es: Usar un marcador diferente para resaltar los usuarios que pertenecen a los siguientes roles.
it: Usa un marcatore differente per identificare gli utenti dei seguenti ruoli.

source: Location settings for nodes
es: Propiedades de ubicación de los nodos
it: Impostazioni peri luoghi di origine dei nodi

source: Default node map
es: Mapa de nodos por defecto
it: Mappa predefinita dei nodi

source: Text at the top of the map/nodes page
es: Mapa de nodos por defecto
it: Testo in cima alla pagina della mappa dei nodi

source: This map illustrates the locations of the nodes on this website. Each marker indicates a node associated with a specific location.
es: Este mapa muestra las ubicaciones de los nodos de este sitio web. Cada marcador indica la posición asociada con el contenido de un nodo.
it: Questa mappa illustra i luoghi di origine dei nodi di questo sito web. Ogni marcatore indica un nodo associato con un luogo specifico.

source: Location map
es: Mapa de ubicación
it: Mappa del luogo

source: Author map
it: Mappa dell'autore

source: Map Macro
es: Macro de Mapa
it: Macro della mappa

source: A macro to be used as a base map for the location block. This map will be recentered on the location, so the center is not that important. <p>Alternate base map macros can be entered for a specific node type below.
es: Una macro para ser usada como base del mapa dentro del bloque de ubicación. Este mapa recentrará en la ubicación, de manera que el centro no es importante. <p>Macros base alternativas pueden ser especificadas para cada tipo de nodo a continuación.
it: Una macro può essere utilizzata come una base per il blocco del luogo. Questa mappa sarà centrata sul luogo, così il centro non è un'informazione importante.<p>Delle marco base di mappa alternative possono essere inserite qui sotto per ciascun tipo specifco di nodo.

source: A macro to be used as a base map for the location block author. This map will be recentered on the location, so the center is not that important.
es: Una macro para ser usada como base del mapa dentro del bloque de ubicación. Este mapa recentrará en la ubicación, de manera que el centro no es importante.
it: Una macro deve essere usata come mappa di base per il blocco del luogo dell'autore. Questa mappa sarà centrata sul luogo d'origine, così il centro della mappa non è così importante.

source: Author block enabled for %type content type
it: Blocco dell autore per il tipo di contenuto %type

source: Location
es: Ubicación
it: Luogo

source: Author Location
it: Luogo dell'autore

source: location map
es: Mapa de ubicación
it: mappa del luogo

source: Coordinates
es: Coordenadas
it: Coordinate

source: Latitude
es: Latitud
it: Latitudine

source: Longitude
es: Longitud
it: Longitudine

source: The latitude and longitude will be entered here when you click on a location in the interactive map above. You can also fill in the values manually.
it: Lalatitudine e la longitudine saranno inserite qui quando tu cliccherai su un luogo nella mappa interattiva sopra. Puoi anche specificare i valori manualmente.

source: set user location
it: imposta il luogo dell'utente

source: show user map
it: mostra la mappa dell'utente

source: user locations
es: ubicaciones de usuarios
it: luoghi degli utenti

source: show node map
it: mostra la mappa del nodo

source: You can use this interface to create a map macro suitable for pasting into a node or any other place that accepts a GMap macro.
it: Puoi utilizzare questa interfaccia per crare una macro per unamappa sfruttabile per incollarla all'interno di un nodo o in qualsiasi altro posto che accetta macro GMap.

source: Build a GMap macro
it: Costruisci una macro GMap

source: Gmap macro creation
es: Creación de Macro de GMap
it: Creazione di una marco GMap

source: Map id attribute
es: Atributo id del mapa
it: Attributo id della mappa

source: Map type
es: Tipo de mapa
it: Tipo di mappa

source: Controls
es: Controles
it: Controlli

source: Address
es: Dirección
it: Indirizzo

source: The Latitude and Longitude of the centre of the map
es: La latitud y longitud del centro del mapa
it: La latitudine e longitudine del centro della mappa

source: Map width
es: Ancho del mapa
it: Larghezza della mappa

source: Map height
es: Altura del mapa
it: Altezza della mappa

source: Alignment
es: Alineación
it: Allineamento

source: The current magnification of the map
es: La magnificación por defecto del mapa
it: L'ingrandimento corrente della mappa

source: Macro text
es: Texto de la macro
it: Il testo della macro

source: Gmap View
es: Vista de GMap
it: Vista GMap

source: Views "fat" markers
it: Mostra i marcatori "fat"

source: Enabling this flag will pass the raw views data with a marker for use with custom manipulation code. Hook the preparemarker event to make use of this.
it: Abiltando questo flag verranno passati i dati grezzi della vista con un marcatore per utlizzarli in codice di manipolazione personalizzato. Gestisci l'evento preparemarker per utilizzare ciò.

source: GMap View requires: either "Location: Latitude" and "Location: Longitude" or a field titled "Latitude" and a field titled "Longitude"
it: GMap View richiede: o "Luogo: Latitudine" e "Luogo: Longitudine" o un campo intitolato "Latitudine" e un campo intitolato "Longitudine"

source: WARNING! Obsolete gmap_location update #@num was triggered! Please verify the schema of your location table manually!
it: ATTENZIONE! E' stata segnalata una versione obsoleta di gmap_location. Verifica lo schema della tua tabella location manualmente.

source: Filter to allow insertion of a google map into a node
es: Filtro para permitir la inserción de un mapa de Google dentro de un nodo
it: Filtro che permette l'inserimento di una mappa google all'interno di un nodo

source: Display location.module information on Google Maps
it: Mostra le informazioni di location.module su Google Map

source: GMap Macro Builder
it: Costruttore di Macro GMap

source: UI for building GMap macros.
it: UI per la costruzione di macro GMAP.

source: GMap Views Integration
it: Integrazione di GMap nelle Viste

source: Allows the use of GMap in Views.
it: Permetti l'utilizzo di GMap nelle Viste.

source: build a macro
es: crear una macro

source: Enable clusterer.js
es: Habilitar clusterer.js

source: On Click Marker
es: Al hacer clic en el marcador

source: For markers that have link associated with them, it can either an info window or go directly to the link.
es: Para marcadores que tienen un vínculo asociado, pueden elegir abrir la ventana de información o ir directamente al vínculo.

source: The default longitude, latitude of a Google map.
es: Longitud, Latitud por defecto del mapa Google.

source: Satellite
es: Satélite

source: What happens when you click on the map
es: Que sucede si se hace clic en el mapa

source: Display location.module information on Google Maps (needs gmap.module)
es: Mostrar la información de location.module en un Mapa de Google (requiere gmap.module)

source: node locations
es: ubicaciones de nodos

source: To add/change your location to the user map,
es: Para agregar/cambiar su ubicación en el mapa de usuarios,

source: edit your location
es: editar su ubicación

source: This map illustrates the extent of nodes of this website.
es: Este mapa muestra la extensión de los nodos de este sitio web.

source: Marker for
es: Marcador para

source: Map Macro for
es: Macro de mapa para

source: Authoer block enabled
es: Autoría de bloques habilitada

source: Google Maps
es: Mapas Google

source: Allow users to add Google Maps info to this node type
es: Permite a los usuarios agregar Mapas Google a este tipo de nodo

source: The location information will be available to the google maps module, and can be shown in a block.
es: La información de ubicación estará disponible al módulo de Google Maps, y podrá ser mostrada en un bloque.

source: Marker for this nodetype
es: Marcador para este tipo de nodo

source: The latitude and longitude will be entered here when you click on a location in the interactive map below. You can also fill in the values manually.
es: La latitud y la longitud serán ingresadas aquí cuando haga clic en la ubicación dentro del siguiente mapa. Tambien puede llenar los valores manualmente.

source: The address to be found on the map. Enter an address and then hit "TAB" and the current location will be updated. Please note that this address is not saved for the node, it is only used for finding a location.
es: Dirección a ser ubicada en el mapa. Escriba la dirección y haga oprima "TAB" y la ubicación actual será actualizada. Recuerde que esta dirección no será guardada, sino solamente usada para hallar la ubicación.

source: Latitude must be between -90 and 90
es: La latitud debe estar entre -90 y 90
