Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/contact_forms/translations/*.po
Languages: cs, de

source: You can leave a message using the contact form below.
cs: Pomocí kontaktního formuláře nám můžete poslat zprávu.

source: Default Contact Form Additional information
cs: Výchozí informace na stránce kontaktního formuláře

source: Information to show on the standard <a href="@form">contact page</a>. Can be anything from submission guidelines to your postal address or telephone number.
cs: Informace zobrazené na výchozí základní stránce <a href="@form">kontaktního formuláře</a>. Informace mohou obsahovat cokoliv od rady pro odeslání zprávy či telefonního čísla a adresy.

source: Contact Forms Additional information
cs: Další informace na stránce rozšířeného kontaktního formuláře

source: You can send !category a message using the contact form below.
cs: Zprávu pro !category je možné zaslat pomocí formuláře níže.
de: Sie können mit dem folgenden Formular eine Nachricht an !category schicken.

source: Contact Form redirect
cs: Přesměrování kontaktního formuláře
de: Kontaktformularumleitung

source: The page you would like to redirect to if a contact/category path is entered that doesn't exist.
cs: Stránka na kterou chcete přesměrovat v případě, že cesta k vybrané kategorii contact/category neexistuje.
de: Die Seite auf die umgeleitet werden soll, wenn ein contact/category-Pfad eingegeben wird, der nicht existiert.

source: Contact Form Title
cs: Titulek kontaktního formuláře
de: Kontaktformular-Titel

source: The title you would like displayed on the <a href="!form">contact page</a>. To place the category name in the title use the wildcard "!category".
cs: Titulek zobrazená na stránce <a href="!form">kontaktního formuláře</a>. Pro vložení jména kategorie do titulku použijte klíčové slovo "!category".
de: Der Title der auf der <a href="!form">Kontakt-Seite</a> angezeigt werden soll. Um den Kategorienamen im Titel einzufügen, kann der Platzhalter "!category" verwendet werden.

source: Contact Forms module has been enabled. You can edit it's settings at !link
cs: Modul Contact Forms byl povolen. Jeho nastavení je možné změnit na !link.
de: Das Kontaktformulare-Modul wurde aktiviert. Sie können seine Einstellungen unter !link bearbeiten.

source: Creates individual contact pages from contact form categories.
cs: Vytvoří individuální kontaktní stránky pro kategorie kontaktů.
de: Erstellt individuelle Kontakt-Seiten aus Kontaktformular-Kategorien.

source: Information to show on the individual <a href="!form">contact pages</a>. Can be anything from submission guidelines to your postal address or telephone number. To place the category name in your message use the wildcard "!category" e.g. You can send !category a message using the contact form below.
cs: Informace zobrazené na rozšířených <a href="!form">kontaktních formulářích</a>. Informace mohou obsahovat cokoliv od rady pro odeslání zprávy či telefonního čísla a adresy. Do informací je možné vložit jméno kategorie pomocí klíčového slova "!category", např. Zprávu !category je možné zaslat pomocí formuláře níže.

source: contact_forms module installed
cs: modul contact_forms nainstalován

source: Contact Forms
cs: Rozšířený kontaktní formulář
de: Kontaktformulare

source: Additional information
de: Weitere Informationen

source: Information to show on the <a href="!form">contact page</a>. Can be anything from submission guidelines to your postal address or telephone number. To place the category name in your message use the wildcard "!category" e.g. You can send !category a message using the contact form below.
de: Information die auf der <a href="!form">Kontaktseite</a> angezeigt werden soll. Kann alles von Richtlinien für Beiträge bis zu Ihrer Postanschrift oder Telefonnummer sein. Um den Kategorienamen in Ihrer Nachricht einzufügen, nutzen Sie den Platzhalter "!category" z.B. Sie können mit dem folgenden Formular eine Nachricht an !category schicken.
