Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/signup/translations/*.po
Languages: es

source: List of users current signups.
es: L <ista de los actuales usuarios inscripción

source: Current signups
es: Inscripción actuales

source: view signup schedule
es: ver tareas inscritas

source: Event reminder: !event
es: Recordatorio del acontecimiento: !event

source: Reminder for %event sent to %useremail.
es: Recordar para %event mandar a %useremail.

source: view
es: ver

source: Signups closed for %event by cron.
es: Inscripciones cerrada por el cron de %event

source: <p>Signup allows users to sign up for nodes of any type. Includes options for sending a notification email to a selected email address upon a new user signup (good for notifying event coordinators, etc.) and a confirmation email to users who sign up--these options are per node. When used on event nodes (with event.module installed and regular cron runs), it can also send out reminder emails to all signups X days before the start of the event (per node setting) and auto-close event signups 1 hour before their start (general setting). Settings exist for resticting signups to selected roles and content types.</p><br><p>To use signup, you must enable a node type for signups in administer->settings->content types, and you must also grant the 'allow signups' permission to any user role for which you wish to allow signups in administer->access control. Each signup node will now have a place for users to sign up, and administrators with the 'admin signups' privilege will be able to view signups for each signup node and see an overview of signups for all nodes (the overview is located in administer/signup)</p><br><p>Default settings for notification email address, reminder emails and confirmation emails are located in administer->settings->signup. These will be the default values used for a signup node unless otherwise specified (to configure these options per node, visit 'edit' for that node and make the adjustments in the 'Sign up settings' section)</p><br><p>Signups can be manually closed for any node at administer->signup.</p><br><p>The user signup form is fully themable--form fields may be added or deleted. For more details see the instructions in signup.theme, where a sample user form is included</p>
es: <p>Signup permite que los usuarios se inscriban para los nodos de cualquier tipo. Incluye las opciones para enviar un email de la notificación a un email address seleccionado sobre un nuevo usuario (Es bueno para notificar a un coordinador de un evento) Permite la confirmación a los usuario que se suscriben--estas opciones están por nodo. Cuando está utilizado en nodos del acontecimiento (con funcionamientos instalados y regulares de event.module del cron), puede también enviar email del recordatorio a todos los suscritos.Tantos X los días antes del comienzo del acontecimiento (configurandolos por nodos)Cierra automatico de las suscripción 1 hora antes de su comienzo (ajuste del general). Los ajustes existen para los Restricciones para suscripciones por Rol o tipo de contenido.</p><br><p>Para utilizar el signup, debes permitirselo a un tipo de nodo en administer->settings->content type y debes también conceder permisos de los signups” aun rol administer->acces contro. Cada nodo del signup ahora tendrá un lugar para que los usuarios se suscriban, y los administradores con “el privilegio de los signups del admin” podrán ver los suscritos para cada nodo del signup y ver una descripción de los suscritos para todos los nodos (la descripción se localiza en administra/signup)</p><br><p>Los ajustes por defecto para el email address de la notificación, los email del recordatorio y los email de la confirmación están situados en administer->settings->signup. Éstos serán los valores prefijados usados por un nodo del signup salvo especificación de lo contrario (configurar estas opciones por nodo, la visita “corrige” para ese nodo y hace que los ajustes en “suscripcion la sección de los ajustes”)</p><br><p>Signups se puede cerrar manualmente para cualquier nodo en administer->;signup.</p><br><p>La forma del signup del usuario es completamente themable--los campos de la forma pueden ser agregados o ser suprimidos. Para más detalles ver las instrucciones en signup.theme, donde está incluida una forma del usuario de la muestra</p>

source: Configure relevant settings for signup.
es: Configurar los ajustes de importancia para Signup

source: Signup
es: Inscripción

source: Signup settings
es: Configuración de Inscripción

source: Manage signups including an overview of signups, list of signups, and the ability open/close signups.
es: Maneja las inscripciones incluyendo una descripción de la inscripción

source: Signup overview
es: Descripción de la inscripción

source: Overview
es: Descripción

source: Open
es: Abierto

source: Closed
es: Cerrado

source: Signups
es: Inscripciones

source: Signup information
es: Información de las Inscripciones

source: Allow signups
es: Inscripciones permitidas

source: If selected, users will be allowed to signup for this node type.
es: Si están seleccionados, se permitirá a los usuarios al la inscripción para este tipo de nodo

source: Enable signups for this !node_type
es: Permite las inscripciones para este !node_type

source: Signups closed for this event
es: Inscripciones cerradas para este evento

source: register
es: registro

source: Email
es: Correo

source: An e-mail address is required for users who are not registered at this site. If you are a registered user at this site, please !login to sign up for this event.
es: Se requiere una dirección de correo para el usuario que no esta registrado en este sitio: Si estas registrado en este sitio, por favor !login para este evento

source: Please !login or !register to sign up for this event.
es: Por favor !login or !register para inscribirte en este evento

source: Your signup information
es: Información para la inscripción

source: !users signed up
es: !users inscritos

source: !count anonymous
es: !count anónima

source: Sign up for @title
es: Inscripción a @title

source: Sign up
es: Inscripción

source: Cancel signup
es: Cancelar la inscripción

source: Event
es: Evento

source: Operations
es: Operaciones

source: Start
es: Inicio

source: View Signups
es: Ver Inscripciones

source: Closed:
es: Cerrado:

source: Open Event
es: Evento abierto

source: Open:
es: Abierto:

source: Close Event
es: Evento cerrado

source: Signup to !title cancelled.
es: !title de la inscripción cancelado

source: Signups closed for %title.
es: Inscripción cerrada para %title.

source: Signups reopened for %title.
es: Inscripción reabierta para %title

source: Users can view signups
es: Los usuarios pueden ver las inscripciones

source: Selecting this option allows users with signup permissions to see who has already signed up.
es: Seleccionando esta opción permites a los usuarios con permisos de inscripción ver quien se a inscrito.

source: Close x hours before
es: Cerra x horas antes

source: The number of hours before the event which signups will no longer be allowed. Use negative numbers to close signups after the event start (example: -12).
es: El número de horas antes del acontecimiento para que nos se puedan inscribir. Utilizar los números negativos para cerrar las inscripciones después del comienzo del acontecimiento (ejemplo: -12).

source: Default signup information
es: Información por defecto de inscripciones

source: New signup nodes will start with these settings
es: Los nodos con inscripciones comenzarán con estos ajustes

source: Sign up settings
es: Configuraciones de las inscripciones

source: Signup settings updated
es: Configuración de las inscripciones actualizadas

source: You will receive a confirmation email shortly which contains further event information.
es: Recibirás un correo de confirmación pronto<br> Contendrá la información del futuro evento

source: You will receive a reminder email !number !days before the event.
es: Recibirás un correo recordatorio con !number !days antes del evento

source: SIGNUP INFORMATION
es: INFORMACIÓN INSCRIPCIÖN

source: Signup confirmation for event: !event
es: Confirmación de la inscripción al evento:!event

source: New Event Signup
es: Nueva inscripción para el evento

source: Signup confirmation for event: !title
es: Confirmación para el evento: !title

source: The following information was submitted as a signup for !title
es: La siguiente información sera enviada a la inscripción!title

source: Date/Time: !time
es: Fecha/Hora: !time

source: username:
es: usuario:

source: email:
es: correo:

source: Signup to !title confirmed.
es: Inscripción a !title confirmada

source: Signups for @user
es: Inscripciones para @user

source: Signups <b>closed</b> for this event
es: Inscripciones <b>cerradas</b> para este evento

source: Signups <b>open</b> for this event
es: Inscripciones <b>abiertas</b> para este evento

source: Open Signups
es: Inscripciones abiertas

source: Close Signups
es: Inscripciones cerradas

source: Send signups to
es: Enviar inscripción a

source: Email address where notification of new signups will be sent. Leave blank for no notifications.
es: Correo electronico para mandar nuevas inscripciones. Déjalo en blacon para no recibir notificaciones

source: Send confirmation
es: Envío confirmado

source: Confirmation email
es: Correo de la confirmación

source: Email sent to user upon signup. Supported string substitutions: %event, %time, %username, %useremail, %info (user signup information).
es: Correo enviado al usuario sobre la inscripción. Secuencia sustituciones: %event, %time, %username, %useremail, %info (Información de la inscripción del usuario).

source: Send reminder
es: Recordatorio enviado

source: day(s) before event
es: Dia(s) antes del evento

source: Reminder email
es: Correo recordatorio

source: Email sent to user as an event reminder. Supported string substitutions: %event, %time, %username, %useremail
es: Correo enviado al usuario para recordar el evento: Términos soportados sustituciones: %event, %time, %username, %useremail

source: signup
es: inscripción

source: day
es: día

source: allow signups
es: inscripciones permitidas

source: admin signups
es: administradores de inscripciones

source: admin own signups
es: administradores permitidos para inscripciones
