Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/userpoints/po/*.po
Languages: nl

source: users by points
nl: gebruikers per punten

source: reset points
nl: punten resetten

source: NO
nl: NEE

source: YES
nl: Ja

source: All user points have been reset!
nl: Alle gebruikerspunten zijn ge-reset!

source: Points for each event
nl: Punten voor elke gebeurtenis

source: Points for posting an %node-name
nl: Punten voor het plaatsen van een %node-name

source: Points for posting a comment
nl: Punten voor het plaatsen van een opmerking

source: Points for moderating a comment
nl: Punten voor het bewerken van een opmerking

source: Points for voting on a node (requires nodevote module)
nl: Punten voor het stemmen op artikelen (vereist nodevote module)

source: Points for referring a user (requires the user_referral module)
nl: Punten voor het verwijzen naar een gebruiker (vereist user_referral module)

source: Points for inviting a user (requires the invite module)
nl: Punten voor het uitnodigen van een gebruiker (vereist invite module)

source: Points when invited user registers (requires the invite module)
nl: Punten wanneer een uitgenodigde gebruiker zich registreert (vereist invite module)

source: Ecommerce Options
nl: Ecommerce opties

source: Disable
nl: Uitzetten

source: Enable
nl: Aanzetten

source: Reset points
nl: Punten resetten

source: User points
nl: Gebruikerspunten

source: Points
nl: Punten

source: user
nl: gebruiker

source: points
nl: punten

source: User Points
nl: Gebruikerspunten

source: Highest Users
nl: Hoogst genoteerde gebruikers

source: You have %p %c
nl: U heeft %p %c

source: Points are visible to logged in users only
nl: Punten zijn enkel zichtbaar voor ingelogde gebruikers

source: lost
nl: verloren

source: earned
nl: gewonnen

source: User %uname %op %points points! Total now is %total points.
nl: Gebruiker %uname heeft %points punten %op! Het totaal is nu %total punten.

source: point
nl: punt

source: userpoints
nl: gebruikerspunten
