Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/tagadelic/translations/*.po
Languages: es, fr, gl, he

source: Tagadelic offers dynamic urls. <br/>Visit example.com/tagadelic/list/2,1,5 to get the vocabularies 2,1 and 5 listed as tag groups. <br/>Visit example.com/tagadelic/chunk/2,1,5 to get a tag cloud of the terms in the vocabularies 2,1 and 5.<br/> Note that we limit to five vocabularies.
es: Tagadelic ofrece URLs dinámicos.<br/>Visite example.com/tagadelic/list/2,1,5 para obtener los vocabularios 2,1 y 5 listados como grupos de etiquetas. <br/>Visite example.com/tagadelic/chunk/2,1,5 para conseguir una nube de términos en los vocabularios 2,1 y 5.<br/> Note que existe un límite de cinco vocabularios.
gl: Tagadelic ofrece URLs dinámicos.<br/>Visite example.com/tagadelic/list/2,1,5 para obter os vocabularios 2,1 y 5 listados como grupos de etiquetas. <br/>Visite example.com/tagadelic/chunk/2,1,5 para conseguir unha nube de termos nos vocabularios 2,1 y 5.<br/> Teña en conta que existe un límite de cinco vocabularios.
he: Tagadelic מאפשרת כתובות URL דינמיות.<br/>הוסף את "tagadelic/list/2,1,5/" לכתובת האתר שלך על מנת לקבל את מילוני הסיווגים 1,2 ו-5 רשומים כקבוצות תגים.<br/>הוסף את "tagadelic/chunk/2,1,5/" לכתובת האתר שלך על מנת לקבל את מילוני הסיווגים 1,2 ו-5 רשומים כענן תגים.<br/>שים לב שישנה הגבלה ל-5 מילוני סיווגים.

source: Tagadelic configuration
es: Configuración de Tagadelic
gl: Configuración de Tagadelic
he: הגדרות Tagadelic

source: Configure the tag clouds. Set the order, the number of tags, and the depth of the clouds.
es: Configurar las nubes de etiquetas. Establecer el orden, el número de etiquetas y la profundidad de las nubes.
gl: Configura-las nubes de etiquetas. Establece-la orde, o número de etiquetas e a profundidade das nubes.
he: הגדר את ענני התגים, קבע את הסדר, מספר התגים ואת עומק העננים.

source: Tags
es: Etiquetas
gl: Etiquetas
he: תגים

source: by weight, ascending
es: por peso, ascendente
fr: par poids, ascendant
gl: por peso, ascendente
he: על פי משקל, קל-כבד

source: by weight, descending
es: por peso, descendente
fr: par poids, descendant
gl: por peso, descendente
he: על פי משקל, כבד-קל

source: by title, ascending
es: por título, ascendente
fr: par titre, ascendant
gl: por título, ascendente
he: על פי כותרת, א-ת

source: by title, descending
es: por título, descendente
fr: par titre, descendant
gl: por título, descendente
he: על פי כותרת, ת-א

source: random
es: aleatorio
fr: aléatoire
gl: aleatorio
he: אקראי

source: Tagadelic sort order
es: Ordenación de Tagadelic
fr: Ordre de tri de tagadelic
gl: Ordeación de Tagadelic
he: סדר תגי Tagadelic

source: Determines the sort order of the tags on the freetagging page.
es: Determina el orden de las etiquetas en la página de etiquetado libre.
fr: Determine l'ordre de tri des balises sur la page freetagging.
gl: Determina a orde das etiquetas na páxina de etiquetado libre.
he: קובע את סידור התגים של Tagadelic.

source: Amount of tags
es: Cantidad de etiquetas
gl: Cantidade de etiquetas
he: כמות התגים

source: The amount of tags that will show up in a cloud.
es: La cantidad de etiquetas que se mostrarán en una nube.
gl: A cantidade de etiquetas que se amosan nunha nube.
he: כמות התגים שתוצג בענן.

source: Number of levels
es: Número de niveles
gl: Número de niveis
he: מספר רמות

source: The number of levels between the least popular tags and the most popular ones. Different levels will be assigned a different class to be themed in tagadelic.css
es: El número de niveles entre las etiquetas menos populares y las más populares. Se asignará una clase diferente a los distintos niveles para aplicarles estilos en el archivo tagadelic.css
gl: O número de niveis entre as etiquetas menos populares e as máis populares. Asignarase unha clase diferente ós distintos niveis para aplicalle os estilos no archivo tagadelic.css
he: מספר הרמות שבין התגים הכי פחות והכי פופולריים. רמות שונות יקבלו עיצוב שונה בקובץ tagadelic.css.

source: view all posts tagged with "@tag"
es: ver todos los comentarios etiquetados con "@tag"
gl: ver tódolos comentarios etiquetados con "@tag"
he: הצג את כל הפרסומים שמסווגים עם "@tag"

source: tags in @voc
es: etiquetas en @voc
gl: etiquetas en @voc
he: תגים ב@voc

source: tags for @title
es: etiquetas para @title
gl: etiquetas para @title
he: תגים ל@title

source: tags for the current post
es: etiquetas para el mensaje actual
fr: balises pour l'article en cours
gl: etiquetas para a mensaxe actual
he: תגים לפרסום הנוכחי

source: Block title
es: Título del bloque
fr: Titre du bloc
gl: Título do bloque
he: כותרת התיבה

source: The title of the block as shown to the user.
es: El título del bloque tal y como se muestra al usuario.
fr: Le titre du bloc vu par l'utilisateur.
gl: O título do bloque como se amosa ó usuario.
he: כותרת התיבה כפי שהיא מוצגת באתר.

source: Tags to show
es: Etiquetas a mostrar
fr: Balises à afficher
gl: Etiquetas a amosar
he: תגים להצגה

source: The number of tags to show in this block.
es: El número de etiquetas a mostrar en este bloque
fr: Le nombre de balises à afficher dans ce bloc.
gl: O número de etiquetas a amosar neste bloque
he: מספר התגים להצגה בתיבה זו.

source: Tagadelic makes a page with weighted folksonomy. Folksonomys with lots of articles under them get a big font-size, folksonomy without them, get a small size.
fr: Tagdelic crée une page avec des catégories ordonnées. Les catégories avec beaucoup d'articles ont une grosse taille de police de caractères, des catégories sans articles ont une petite taille.

source: tagadelic offers dynamic urls. <br/>Visit example.com/tagadelic/list/2,1,5 to get the vocabularies 2,1 and 5 listed as tag groups. <br/>Visit example.com/tagadelic/chunk/2,1,5 to get a tag cloud of the terms in the vocabularies 2,1 and 5.<br/> Note that we limit to five vocabularies.
fr: tagadelic offre des urls dynamiques.<br />Visitez http://www.example.com/tagadelic/list/2,1,5 pour avoir les vocabulaires 2,1 et 5 listés comme groupes de balises.<br />Visitez http://www.example.com/tagadelic/chunk/2,1,5 pour avoir un nuage de balises des termes dans les vocabulaires 2,1 et 5.<br />Notez que nous limitons la liste combinée à 5 vocabulaires.

source: tags
fr: balises

source: view all posts tagged with "%tag"
fr: voir tous les articles balisés avec "%tag"

source: tags in %voc
fr: balises dans %voc

source: tags for %title
fr: balises pour %title
