Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/image/po/*.po
Languages: ar, da, it

source: <p>Admins may create many image nodes at once by uploading all images to a folder on the server. This upload happens outside of Drupal, usually using an FTP client.</p>
da: <p>Administratorer kan oprette mange billedelementer på én gang ved at overføre billederne til en mappe på serveren. Overførlsen foretages udenfor Drupal, typisk med en FTP klient.</p>
it: <p>Gli amministratori possono creare più immagini in una volta caricando tutte le immagini in una cartella sul server. Questo caricamento avviene fuori da Drupal, normalmente usando un client FTP.</p>

source: Allows uploading of images and creating image galleries.
da: Gør det muligt at overføre billeder og oprette gallerier.

source: An image (with thumbnail). This is ideal for publishing photographs or screenshots.
ar: صورة (مع المصغرة الخاصة بها). هذه الميزة مثالية لنشر صور فوتوعرافية أو لقطات من الشاشة.
da: Et billede (med miniature). Ideelt til offentliggørelse af fotografier eller skærmbilleder.

source: Image galleries can be used to organize and present groups of images. Galleries may be nested. To add a new gallery click the "add gallery" tab.
ar: يمكن استخدام حافظات الصور في تنظيم وعرض مجموعات من الصور . يمكن أن تحتوي الحافظات على حافظات أخرى. لإضافة حافظة جديدة اضغط لسان التبويب "أضف حافظة".
da: Billedgallerier kan bruges til at organisere eller præsentere grupper af billeder. Gallerier kan indlejres. Klik på "tilføj galleri" for at tilføje et nyt galleri.

source: Below is a status of image module's current configuration.
da: Herunder kan du se billedmodulets aktuelle indstillinger.
it: Stato della configurazione corrente del modulo image.

source: <h4>Fast Mode</h4><ul> <li>Creates all image nodes at once without user interaction.</li> <li>Applies the same taxonomy term(s) to each node, thus creating a gallery.</li> <li>If IPTC data is present in the image, the headline and caption fields are used to populate the title and body respectively.</li> <li>If the image dimensions are bigger than the maximum allowed, the image is automatically scaled down.</li></ul>
da: <h4>Hurtig måde</h4> <ul> <li>Opretter alle billedelementer på én gang uden indgriben fra brugeren.</li> <li>Tilknytter de samme taksonomiord til hvert element og opretter et galleri.</li> <li>Hvis IPTC data er til stede i billedet, bruges overskrift- og billedtekstfeltet til at udfylde overskrift og brødtekst.</li> <li>Hvis billedet er større end de tilladte dimensioner, skaleres det automatisk ned.</li> </ul>
it: <h4>Modalità Rapida</h4><ul> <li>Crea tutti i nodi immagine in una sola volta senza l'interazione dell'utente.</li> <li>Applica gli stessi termini di tassonomia ad ogni nodo, creando infine una galleria.</li> <li>Se nell'immagine sono presenti dati IPTC, i campi 'headline' e 'caption' sono usati per compilare rispettivamente titolo e testo.</li> <li>Se le dimensioni dell'immagine sono più grandi del massimo consentito, l'immagine viene automaticamente rimpicciolita.</li></ul>

source: <h4>Slow Mode</h4><ul> <li>Manipulate each image individually (i.e. crop, rotate, etc.).</li> <li>Add custom titles, descriptions, etc.</li></ul>
da: <h4>Langsom måde</h4> <ul> <li>Manipuler hvert billeder individuelt (beskær, roter, osv.).</li> <li>Tilføj titler, beskrivelser, osv.</li> </ul>
it: <h4>Modalità Lenta</h4><ul> <li>Manipola ogni immagine singolarmente (es.. ritaglia, ruota, ecc.).</li> <li>Aggiungi e personalizza titoli, descrizioni, ecc.</li></ul>

source: Allow users to upload images and to display them in shared and personal image galleries.
da: Gør det muligt at overføre billeder og vise dem i delte og personlige gallerier.
it: Permette agli utenti di caricare immagini e visualizzarle in gallerie immagini condivise e personali.

source: Images can be uploaded into either shared or personal galleries. Once images are uploaded they can be manipulated. The image system will auto-generate thumbnails for all images to be used in other nodes via filters and in gallery navigation. These settings allow you to control where images are placed, how they are displayed, and any restrictions that should be enforced.
da: Billeder kan overføres til enten delte eller personlige gallerier. Når billeder er overført kan de manipuleres. Systemet opretter automatisk miniaturer for hvert billede, der kan bruges i andre indholselementer via filtre og i gallerinavigationen. Indstillingerne lader dig bestemme hvor billeder placeres, hvordan de vises og hvilke begrænsninger der skal håndhæves.
it: Le immagini possono essere caricate in gallerie condivise o personali. Una volta che le immagini sono caricate possono essere manipolate. Il sistema di immagini genererà automaticamente miniature per tutte le immagini che possono essere usate in altri nodi e nella navigazione delle immagini. Questi parametri permettono di controllare dove le immagini vengono inserite, ed eventuali restrizioni che debbano essere applicate.

source: An image you can insert into nodes, or see in image galleries.
da: Et billede du kan indsætte i indholdselementer eller se i gallerier.
it: Una immagine che puoi inserire all'interno di nodi, o vedere in gallerie fotografiche.

source: You may link to images on this site <a href="%explanation-url">using a special syntax</a>
da: Du kan henvise til billeder på dette netsted med en <a href="%explanation-url">bestemt syntaks</a>

source: Default image path
ar: المسار الافتراضي للصور
da: Standard billedsti
it: Percorso predefinito per le immagini

source: Subdirectory in the directory "%dir" where pictures will be stored.
da: Undermappe i mappen "%dir" hvor billederne gemmes.

source: File paths
ar: مسارات الملف
da: Stier

source: <p>You may quickly link to image nodes using a special syntax. The image code(s) will be replaced by thumbnail linked to full size image node. Syntax: <code>[image:node_id,(left|right|top|middle|bottom|absmiddle|texttop|baseline),hspace,vspace,border]</code>. Every parameter except node_id is <em>optional</em>.</p>
da: <p>Du kan nemt henvise til billedelementer med en speciel syntaks. Billedkoder erstattes med en miniature, der henviser til billedelementet. Syntaks: [image:node_id,(left|right|top|middle|bottom|absmiddle|texttop|baseline),hspace,vspace,border]; alle parametre undtagen node_id er <em>valgfri</em>.</p>

source: image
ar: صورة
da: billede
it: immagine

source: Label
ar: العنوان
da: Etiket

source: Width
ar: العرض
da: Bredde

source: Height
ar: الطول
da: Højde

source: Select various pixel dimensions, "thumbnail" and "preview" are required.
ar: اختر أبعاد نقطية متباينة، "مصغرة" و"عرض" مطلوبة.
da: Angiv mulige dimensioner, "miniature" og "eksempel" er påkrævet.

source: Allow users to view original image
da: Tillad brugere at se originalt billede

source: Image sizes
ar: حجم الصور
da: Billedstørrelser

source: Images per page
ar: عدد الصور في الصفحة
da: Billeder pr. side

source: Sets the number of images to be displayed in a gallery page.
ar: تحدد عدد الصور التي سبتم عرضها في كل صفحة من صفحات الحافظة.
da: Angiv hvor mange billeder der skal vises på en galleriside.

source: Gallery settings
ar: إعدادات الحافظة
da: Galleriindstillinger

source: Explanation or submission guidelines
da: Forklaring eller retningslinjer
it: Spiegazione o linee guida per l'inserimento

source: This text will be displayed at the top of the image submission form. It is useful for helping or instructing your users.
da: Denne tekst vises når nyt billeder indsendes. Den kan bruges til at hjælpe dine brugere.
it: Questo testo verrà visualizzato all'inizio della maschera di inserimento immagine. E' utile per aiutare o guidare i vostri utenti.

source: Default path for uploaded images relative to your Drupal installation; it must be writeable and visible from the web. Don't forget the slash (/) at the end.
da: Standard sti for overførte billeder, relativt til din Drupal installation; den skal være skrivbar og tilgængelig via nettet. Husk skråstregen (/) til sidst.
it: Path predefinito per le immagini relativo alla vostra installazione Drupal; deve essere scrivibile e visibile dal Web. Non dimenticare lo slash (/) alla fine.

source: Default thumb path
da: Standard miniaturesti
it: Percorso predefinito per le miniature

source: Default path for thumbnails relative to your Drupal installation; it must be writeable and visible from the web. Don't forget the slash (/) at the end.
da: Standard sti for miniaturer, relativt til din Drupal installation; den skal være skrivbar og tilgængelig via nettet. Husk skråstregen (/) til sidst.
it: Percorso predefinito per le miniature riferito alla vostra installazione di Drupal; deve essere scrivibile e visibile dal Web. Non dimenticate lo slash (/) alla fine.

source: Temporary image path
da: Midlertidig sti
it: Percorso temporaneo per le immagini

source: Path for working directory relative to your Drupal installation; it must be writeable and visible from the web. Don't forget the slash (/) at the end.
da: Sti til arbejdsmappe relativt til din Drupal installation; den skal være skrivbar og tilgængelig via nettet. Husk skråstregen (/) til slut.
it: Percorso per la directory di lavoro relativo alla vostra installazione Drupal; deve essere scrivibile e visibile dal web. Non dimenticate lo slash (/) alla fine.

source: Maximum temporary image directory size
da: Maksimal størrelse af mappe til midlertidige billeder
it: Grandezza massima della directory temporanea per le immagini

source: Stored images filenames
da: Gemte billeders filnavne
it: Nome file immagine memorizzate

source: The filename of an image stored on the server could be based on an unique random string or include the original filename. In the later case, the node id will be appended to the filename.
da: Navnet på en billedfil der gemmes på serveren kan enten være en unik, tilfældig tekst eller indeholde det oprindelige filnavn. I det sidste tilfælde tilføjes indholdselementets id til filnavnet.
it: Il nome del file immagine memorizzata sul server potrebbe essere basata su una stringa casuale unica o includere il nome originale del file. Nell'ultimo caso, l'ID del nodo verrà inerito alla fine del nome del file.

source: Default max image size
da: Standard maksimal billedstørrelse
it: Grandezza massima predefinita per le immagini

source: Default max image resolution
da: Standard maksimal billedopløsning
it: Risoluzione massima predefinita per le immagini

source: Example: 800x600.
da: Eksempel: 800x600.
it: Esempio: 800x600.

source: Default thumbnail resolution
da: Standard miniature opløsning
it: Risoluzione predefinita delle miniature

source: Default size of thumbnails: format will be the same as original image. Use just one dimension, and put a "x" to specify height. Examples: "100" for width of 100; "x200" for height of 200.
da: Standard størrelse af miniaturer: formatet vil være det samme som det oprindelige billede. Angiv kun én dimension og brug et "x" til at angive højde. F.eks. "100" for en bredde på 100; "x200" for en højde på 200.
it: Grandezza predefinita delle miniature: il formato sarà lo stesso dell'immagine originale. Usa solo una dimensione, e inserisci una "x" per specificare l'altezza. Esempi: "100" per una larghezza di 100; "x200" per un'altezza di 200.

source: list
ar: قائمة
da: liste

source: add gallery
ar: أضف حافظة
da: tilføj galleri

source: Image library
da: Billedbibliotek
it: Libreria immagini

source: Select the image library to be used during thumbnail generation and image manipulation. Use ImageMagick if you can; GD produces worse thumbnails, might not support GIF and this module doesn't support image editing (rotate, crop etc) with it.
da: Vælg hvilket billedbibliotek der bruges til at oprette miniaturer og manipulere billeder. Brug Imagemagick hvis du kan; GD laver dårligere miniaturer, understøtter muligvis ikke GIF og understøtter ikke billedmanipulation (rotering, beskæring, osv.).
it: Selezionare la libreria immagini che deve essere usata durante le generazione della miniatura e la manipolazione delle immagini. Usate Imagemagick se potete; GD produce miniature peggiori, potrebbe non supportare file GIF e questo modulo non supporta modifiche alle immagini (rotate, crop ecc.).

source: Imagemagick Convert path
da: Imagemagick convert sti
it: Percorso file "Convert" di Imagemagick

source: Absolute path to ImageMagick convert file. Include the 'convert.exe' (or other filename) at the end. Leave it blank if you have selected GD library.
da: Absolut sti til Imagemagick convert filen. Inkluder 'convert.exe' (eller et andet filnavn) til sidst. Lad feltet være tomt hvis du har valgt GD biblioteket.
it: Percorso assoluto al file convert di ImageMagick. Includi 'convert.exe' (o un'altro nome del file) alla fine. Lascialo vuoto se avete scelto la libreria GD.

source: Background Color
da: Baggrundsfarve
it: Colore di sfondo

source: Color used to fill in background when rotating images.
da: Baggrundsfarve når billeder roteres.
it: Colore usato per riempire lo sfondo durante la rotazione delle immagini.

source: jhead path
da: jpath sti
it: percorso di jhead

source: Absolute path of jhead, for EXIF parsing; blank to disable.
da: Absolut sti til jhead, for EXIF fortolkning; lad feltet være tomt for at deaktivere.
it: Percorso assoluto per jhead, per analisi degli EXIF; lascia vuoto per disabilitare la funzione.

source: <none>
da: <ingen>
it: <nessuno>

source: Gallery Navigation Vocabulary
da: Galleri navigation
it: Vocabolario per la navigazione nelle gallerie

source: One of the taxonomy vocabularies will be the navigation tree. Select it here. Make sure that a term from this vocabulary is required.
da: Et af ordforrådene bruges til navigation. Vælg det her. Du skal sikre dig at et ord fra ordforrådet er påkrævet.
it: Uno dei vocabolari della tassonomia sarà l'albero di navigazione. Selezionatelo qui. Accertatevi che un termine di questo vocabolario sia obbligatorio.

source: Gallery Thumbnails
da: Galleri miniaturer
it: Miniature della galleria

source: Set the thumbnail to be dislayed on the gallery page.
da: Vælg miniaturen, der vises på gallerisiden.
it: Specifica la miniatura che verrà visualizzata in ogni pagina della galleria.

source: Specify how many rows of thumbnails in each page of the gallery.
da: Angiv hvor mange rækker miniaturerne skal vises i på hver side af galleriet.
it: Specificate quante righe di miniature saranno visualizzate in ogni pagina della galleria.

source: Gallery Columns
da: Galleri kolonner
it: Colonne delle gallerie

source: Specify how many columns of thumbnails in each page of the gallery.
da: Angiv hvor mange kolonner miniaturerne skal vises i på hver side af galleriet.
it: Specificate quante colonne di miniature dovranno essere in ogni pagina della galleria.

source: Gallery Order
da: Galleri rækkefølge
it: Ordine delle gallerie

source: Order of thumbnails within a gallery. Lighter and heavier refer to weight property.
da: Rækkefølgen af miniaturer i et galleri. Lettere og tungere refererer til egenskaben vægt.
it: Ordine delle miniature all'interno di una galleria. Più leggero e più pesante si riferiscono alla proprietà peso.

source: Personal Image Galleries
da: Personligt galleri
it: Gallerie immagini personali

source: Activate/deactivate personal image galleries site-wide. When enabled you can use the "has personal image gallery" permission to control which roles have personal galleries.
da: Aktiver/deaktiver personlige gallerier for hele netstedet. Brug tilladelsen "har personligt galleri" til at styre hvilke roller der har personlige gallerier.
it: Attiva/disattiva gallerie immagini personali. Quando abilitato, puoi usare il permesso "avere galleria immagini personale" per controllare quali ruoli utente hanno la galleria personale.

source: Personal Gallery Picture Limit
da: Antal billeder i personligt galleri
it: Limite Immagini per la galleria personale

source: Set how many pictures users are allowed.
da: Angiv hvor mange billeder en bruger må have.
it: Imposta quante immagini possono caricare gli utenti.

source: Uploaded file is not a valid image
ar: الملف المرفوع ليس ملف صورة مقبول.
da: Den overførte fil er ikke et gyldigt billede

source: Personal Gallery Picture Limit Per Role
da: Antal billeder pr. rolle i personligt galleri
it: Limite gallerie immagini personali per ruolo

source: Enabling this will allow for setting a maximum number of pictures per role.
da: Angiv det maksimale antal billeder en rolle må have.
it: Abilitando questo parametro permetterà di impostare il numero massimo di immagini per ruolo.

source: Personal Gallery Size Limit
da: Størrelse af personligt galleri
it: Limite grandezza galleria personale

source: Set a maximum number of kilobytes allowed per user.
da: Angiv hvor mange kilobytes hver bruger må benytte.
it: Imposta il numero massimo di kilobytes permessi per utente.

source: Disable Image Caching
da: Deaktiver mellemlager for billederUploade logo
it: Disabilita caching immagini

source: Enabling this will add random parameters to image URIs which will prevent the browser from caching.
da: Tilføj tilfældige parametre til billed-URI'er for at forhindre mellemlagring i browseren.
it: Abilitando questo parametro aggiungerà parametri casuali all'URI delle immagini, che eviterà il caching del browser.

source: image galleries
ar: حافظات الصور
da: gallerier
it: gallerie immagini

source: view original
da: vis original

source: images
da: billeder
it: immagini

source: directory upload: slow
da: overfør mappe: langsom
it: upload directory: lento

source: directory upload: fast
da: overfør mappe: hurtig
it: upload directory: veloce

source: my image gallery
da: mit galleri
it: le mie immagini

source: Latest image
ar: آخر صورة
da: Seneste billede

source: Random image
ar: صورة عشوائية
da: Tilfældigt billede

source: edit this image
da: rediger billede

source: Edit this image.
da: Rediger billede.

source: %u's image gallery
da: %u's galleri
it: Galleria immagini di %u

source: View %u's image gallery.
da: Vis %u's galleri.
it: Visualizzala galleria immagini di %u.

source: Thumbnail
ar: مصغرة
da: Miniature
it: Miniatura

source: Image
ar: الصور
da: Billede

source: Description
ar: الوصف
da: Beskrivelse
it: Descrizione

source: %t image gallery
da: %t galleri
it: galleria immagini %t

source: View %t image gallery.
da: Vis %t galleri.
it: Visualizza la galleria immagini %t.

source: previous image
da: forrige billede
it: immagine precedente

source: next image
da: næste billede
it: prossima immagine

source: Image gallery
da: Galleri
it: Galleria immagini

source: Click "Browse..." to select an image to upload.
ar: اضغط على "تصفح" لتختار صورة لرفعها.
da: Klik på "Gennemse..." for at overføre et billede.
it: Click "Browse..." per selezionare un'immagine da caricare.

source: Weight
ar: الوزن
da: Vægt
it: Peso

source: Weight of image used to sort thumbnails. Heavier thumbnails will fall to the bottom of the gallery.
da: Vægten bruges til at sortere miniaturer. Tunge miniature vises i bunden af galleriet.
it: Peso delle immagini usato per ordinare le miniature. Miniature più pesanti andranno al fondo della galleria.

source: Personal
da: Personlig
it: Personale

source: A personal image can only be seen in the user's image gallery.
da: Et personligt billede kan kun ses i brugerens galleri.
it: Una immagine personale può essere vista solo nella galleria immagini personale.

source: The image file you are trying to upload is too big.
da: Filen, du forsøger at overføre, er for stor.
it: L'immagine che state cercando di caricare è troppo grande.

source: The image file was only partially uploaded. Please try again.
da: Filen blev kun delvist overført. Prøv venligst igen.
it: L'immagine è stata caricata solo parzialmente. Per favore riprovare.

source: You must select an image for upload.
da: Du skal vælge et billede.
it: Devi selezionare un immagine da caricare.

source: Error processing image file.
da: Kan ikke behandle billede.
it: Errore nell'elaborazione del file immagine

source: Uploaded file was not an image.
da: Den overførte fil er ikke et billede.
it: Il file caricato non è un'immagine

source: image type '%type' is not supported.
da: billedtypen '%type' understøttes ikke.
it: il tipo immagine '%type' non è supportato.

source: The uploaded image(%ax%b) is too large (max %cx%d).
da: Det overførte billede (%ax%b) er for stort (maksimum %cx%d).
it: L'iimmagine caricata (%ax%b) è troppo grande (max %cx%d).

source: Image filter
da: Billedfilter

source: Image codes
da: Billedkoder

source: When enabled, image codes will be replaced by thumb linked to real node. Syntax: [image:node_id,(left|right|top|middle|bottom|absmiddle|texttop|baseline),hspace,vspace,border]; every param but node_id is optional.
da: Billedkoder erstattes med en miniature, der henviser til billedelementet. Syntaks: [image:node_id,(left|right|top|middle|bottom|absmiddle|texttop|baseline),hspace,vspace,border]; alle parametre undtagen node_id er valgfri.

source: Cannot save image.
da: Kan ikke gemme billede

source: Cannot delete old image.
da: Kan ikke slette gammelt billede.
it: Non posso cancellare la vecchia immagine.

source: Cannot delete old thumb.
da: Kan ikke slette gammel miniature.
it: Non posso cancellare la vecchia miniatura.

source: Cannot create thumbnail. Current GD library has no read support for '%type' image format.
da: Kan ikke oprette miniature. Nuværende GD bibliotek kan ikke læse formatet '%type'.

source: Cannot create thumbnail. Current GD library has no support for '%type' format image creation.
da: Kan ikke oprette miniature. Nuværende GD bibliotek kan ikke oprette billeder i formatet '%type'.

source: Imagemagick: you have to set <code>convert</code> path.
da: Imagemagick: du skal angive stien til <code>convert</code>.

source: You can have at most %a images in your gallery.
da: Du kan højst have %a billeder i dit galleri.
it: Puoi avere al massimo %a immagini nella vostra galleria.

source: You have %a kb for your gallery.
da: Du har %a kB til rådighed i dit galleri.
it: Hai %a kb per la vostra galleria.

source: File is too big (max %a kbytes)
da: Filen er for stor (maksimum %a kbytes)
it: Il file è troppo grande (max %a kbytes)

source: Upload directory is full.
da: Mappen til overførsler er fuld.
it: La directory di caricamento è piena.

source: Resize/Crop
da: Størrelse/beskæring
it: Ridimensiona/Ritaglia

source: keep prop
da: behold prop
it: mantieni proporzioni

source: Rotate
da: Roter
it: Ruota

source: clockwise
da: med uret
it: senso orario

source: background
da: baggrund
it: sfondo

source: white
da: hvid
it: bianco

source: black
da: sort
it: nero

source: Convert
da: Konverter
it: Converti

source: Quality (1-100)
da: Kvalitet (1-100)
it: Qualità (1-100)

source: Home
da: Hjem

source: %u's Image Gallery
da: %u's galleriBilledhåndtering
it: Galleria Immagini di %u

source: Image galleries
ar: حافظات الصور
da: Gallerier
it: Gallerie di Immagini

source: Access Denied
da: Adgang nægtet
it: Accesso negato

source: There is 1 image in this album.
da: Der er %count billede i galleriet.
it: C'è 1 immagine in questo album.

source: There are %a images in this album.
da: Der er %count billeder i galleriet.
it: Ci sono %a immagini in questo album.

source: There are no images in this album.
da: Der er ingen billeder i galleriet.
it: Non ci sono immagini in questo album.

source: Last updated:
da: Sidst opdateret:
it: Ultimo aggiornamento:

source: Directory to scan
da: Gennemse mappe:
it: Directory da analizzare
