Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/image/po/*.po
Languages: ar, da, it

source: The path to the directory which holds the source image files. This path should be relative to Drupal root directory - don't forget the slash (/) at the end.
da: Stien til mappen som indeholder billedernes kildefiler. Stien skal være relativ i forhold til Drupals rodmappe - husk skråstregen (/) til slut.
it: Il percorso della directory che contiene i file sorgenti delle immagini. Questo percorso dovrebbe essere relativo alla directory root di Drupal - non dimenticate lo slash (/) alla fine.

source: Show resized image. Use only if you have large bandwidth.
da: Vis forstørret billede. Brug kun hvis du har stor båndbredde.
it: Mostra immagini ridimensionate. Usa questo parametro solo se avete una banda larga.

source: Delete images after insert
da: Slet billeder efter indsættelse
it: Cancella immagini dopo inserimento

source: If instructed, Drupal will delete all files in the above directory after creating the image nodes.
da: Drupal kan slette alle filer i den ovennævnte mappe, når billederne er blevet importeret.
it: Se impostato, Drupal, cancellerà tutti i files nella directory specificata dopo avere creato le immagini.

source: Add new gallery
da: Tilføj galleri
it: Aggiungi una nuova galleria

source: If needed, create a new term for this gallery by clicking on one of these vocabularies
da: Opret et nyt ord for dette galleri ved at klikke på et af ordforrådene.
it: Se necessario, crea un nuovo termine per questa galleria cliccando su uno di questi vocabolari

source: Directory upload
da: overfør mappe
it: Caricamento di una directory

source: is not a directory
da: er ikke en mappe
it: non è una directory

source: is not writable. Change permissions on server
da: er ikke skrivbar. Skift tilladelser på serveren
it: non è scrivibile. Cambia i permessi sul server

source: You may wish to view your new images:
da: Du kan se dine nye billeder:
it: Potresti voler vedere le tue nuove immagini:

source: gallery
da: galleri
it: galleria

source: is not an image.
da: er ikke et billede.
it: non è un'immagine.

source: image type is not supported.
da: billedtypen understøttes ikke.
it: tipo di immagine non è supportato.

source: Role
da: Rolle
it: Ruolo

source: Limit
da: Grænse
it: Limite

source: Set how many pictures each role listed above is allowed. "Personal Gallery Picture Limit" will be the default value for new roles.
da: Vælg hvor mange billeder hver rolle må have. "Grænse for personligt galleri" er standardværdi for nye roller.
it: Imposta quante immagini ogni ruolo listato può inserire. "Limite immagini delle gallerie personali" sarà il valore predefinito per i nuovi ruoli.

source: has personal image gallery
da: har personligt galleri
it: possiede una galleria immagini personale

source: manipulate images
da: manipuler billeder
it: manipola immagini

source: access images
da: tilgå billeder
it: accede alle immagini

source: create images
ar: أنشئ صورة
da: opret billeder
it: crea immagini

source: administer images
ar: أدر الصور
da: administrer billeder
it: amministra immagini

source: edit gallery
ar: حرر الحافظة
da: rediger galleri

source: No galleries available
ar: لا توجد حافظات
da: Ingen tilgængelige gallerier

source: Gallery name
ar: اسم الحافظة
da: Galleri navn

source: The name is used to identify the gallery.
ar: يستخدم الاسم لتعريف الحافظة.
da: Navnet bruges til at identificere galleriet.

source: Last updated: %date
ar: آخر تحديث: %date
da: Sidst opdateret: %date

source: Posted by: %name
ar: أرسلت بواسطة: %name
da: Indsendt af: %name

source: Unable to create %label image
ar: عاجز عن إنشاء الصورة: %label
da: Kan ikke oprette billedet %label

source: thumbnail
da: miniature

source: preview
da: eksempel

source: Image Galleries
ar: حافظات الصور
da: Gallerier

source: There is 1 image in this gallery
ar: يوجد صورة واحدة داخل هذه الحافظة
da: Der er %count billede i galleriet

source: <h4>Configuration</h4><h5>Image Library</h5> <p><a href="%imagemagick-url">Imagemagick</a> and <a href="%gd-url">GD</a> are supported image libraries. Imagemagick is required for full image manipulation features and is suggested for better thumbnail quality.</p> <p>Many ISPs already have Imagemagick installed and available for your use. If you are hosted on Linux and have shell access, type <em>which convert</em> at the command prompt This will tell you where the binary is, if it is in the path. The name of the binary on most unixoid systems is simply <em>convert</em>.</p> <p>If you choose to use the GD library, you should install version 2.0 or higher. However, version 1.x of the GD library is supported, even if it produces lower quality images. In order to use GD PHP must be compiled with GD enabled.</p> <a name="iptc"><h5>IPTC</h5></a> <p>JPEG images may be tagged with information about the image. This information talks about the caption, headline, creation date, location, and many other parameters about the image. To embed IPTC data in your images, use an IPTC aware editor like <a href="%pixvue-url">PixVue</a> (free, Windows only), <a href="%photoshop-url">Photoshop</a> (commercial, Windows/Mac), or <a href="%gimp-url">possibly GIMP</a> (Linux, Unix, Windows).</p> <p>This module reads any IPTC info in your image, and uses it appropriately. Fast directory upload of IPTC images is the quickest and most complete way to add lots of images into Drupal. Further, you may tag your images while offline and only go online to do the upload/creation in Drupal.</p> <h5>EXIF</h5> <p>JPEG images may also be tagged with information about the camera settings used to take the picture.</p> <p>This module can read EXIF information about your images via <a href="%jhead-url">jhead</a>.</p> <h5>Image Storage</h5> <p>All directories must be readable and writeable for the user id that the web server runs under.</p> <h5>Verifiying Configuration</h5> <p>You can verify your directory and image library application configuration by visiting the <a href="%image-url">images administration screen</a>.</p>
it: <h4>Configurazione</h4><h5>Catalogo di immagini</h5> <p><a href="%imagemagick-url">Imagemagick</a> e <a href="%gd-url">GD</a> sono supportati dai cataloghi di immagini. Imagemagick è richiesto per funzioni di manipolazione su tutta l'immagine ed è suggerito per una migliore qualità delle miniature. </p> <p>Molti ISP (Internet service provider, n.d.T) possiedono già Imagemagick installato e disponibile per l'uso. Se il tuo spazio è su Linux e possiedi un accesso alla shell, digita <em>which convert</em> sul prompt dei comandi. Questo ti fornirà il percorso del binario, se è nel path. Il nome del binario eseguibile è nella maggior parte dei sistemi unix-like è semplicemente <em>convert</em>.</p> <p>Se scegli di usare la libreria GD, dovresti installare la versione 2.0 o superiore. Comunque, la versione 1.x delle libreria GD è supportata, sebbene essa produca immagini di qualità inferiore. Allo scopo di usare GD, PHP deve essere compilato con GD abilitato. </p> <a name="iptc"><h5>IPTC</h5></a> <p>Le immagini JPEG dovrebbero avere tag con informazioni sull'immagine . Queste informazioni riguardano l'intestazione, il titolo, la data di creazione, posizione e molti altri parametri riguardo all'immagine. Per inserire dati IPTC nella tua immagine, usa un editor che salva informazioni IPTC come<a href="%pixvue-url">PixVue</a> (free, solo Windows), <a href="%photoshop-url">Photoshop</a> (commerciale, Windows/Mac), o <a href="%gimp-url">possibilmente GIMP</a> (Linux, Unix, Windows).</p> <p>Questo modulo legge qualsiasi informazione IPTC nella tua immagine, e le usa appropriatamente. Il caricamento rapido di cartelle di immagini IPTC è più veloce ed è il modo più completo per aggiungere molte immagini in Drupal. Inoltre, dovresti inserire tag nelle tue immagini mentre sei offline ed andare online per compiere il caricamento/creazione in Drupal.</p> <h5>EXIF</h5> <p>Le immagini JPEG dovrebbero anche possedere tag sulle impostazioni della macchina fotografica per fare la foto.</p> <p>Questo modulo può leggere le informazioni EXIF dalle tue immagini attraverso <a href="%jhead-url">jhead</a>.</p> <h5>Salvataggio delle Immagini</h5> <p>Tutte le cartelle devono essere leggibili e scrivibili per id dell'utente su cui gira il web server.</p> <h5>Verificare la configurazione</h5> <p>Puoi verificare la configurazione della directory e del catalogo di immagini <a href="%image-url">pagina dell'amministrazione</a>.</p>

source: Image Gallery
it: Galleria immagini

source: List of valid resolutions
it: Lista delle risoluzioni permesse

source: This is a list of resolutions that the image can be displayed at as well as its original size
it: Questa è una lista delle risoluzioni con cui può essere visualizzata l'immagine, come pure la sua dimensione originale

source: Default image display resolution
it: Risoluzione predefinita dell'immagine

source: Select a resolution that you wish the image to be displayed at if no resolution is specified.
it: Specifica la risoluzione a cui desideri venga visualizzata l'immagine se non viene specificata nessuna risoluzione.

source: Specify resolutions that will be generated at time of editing.
it: Specificare le risoluzioni che verranno generate all'atto della modifica.

source: This is a list of the resolutions that will be created at the time of editing. Ones not selected will generated and saved the first time they are displayed.
it: Questa è la lista delle risoluzioni che verranno create all'atto della modifica. Quelle non selezionate verranno generate e salvate alla prima visualizzazione.

source: Title for image block
it: Titolo per il blocco immagini

source: The title to display in the image block, if enabled
it: Il titolo per visualizzare il blocco immagini, se abilitato

source: original image
it: immagine originale

source: display image
it: visualizza immagine

source: view image gallery
it: visualizza galleria di immagini

source: EXIF data
it: Dati EXIF

source: IPTC data
it: Dati IPTC

source: Cannot save image to %path.
it: Non posso salvare l'immagine in %path.

source: Cannot save thumbnail image to %path.
it: Non posso salvare la miniatura in %path.

source: Cannot save resized image to %path.
it: Non posso salvare l'immagine ridimensionata in %path.

source: Cannot delete static image.
it: Non posso cancellare l'immagine statica.

source: unable to open image %img
it: impossibile aprire l'immagine %img

source: error
it: errore

source: %file does not exist or is not executable.
ar: الملف %file غير موجود أو غير قابل للتنفيذ.

source: Location of the "convert" binary
ar: مكان الملف التنفيذي "convert"

source: Allows easy attaching of image nodes to other content types.
ar: يسمح بإضافة الصور بيسر إلى أنواع البيانات الأخرى.

source: Attach Images
ar: أرفق صوراً

source: Disabled
ar: معطل

source: Enabled
ar: مُفَعَّل

source: Should this node allows users to upload an image?
ar: هل ستسمح هذه العقدة للمستخدمين برفع صورة؟

source: The image module is not installed. The image_attach module will not function without it.
ar: وحدة الصور ليست مركبة. وحدة إلحاق الصور لن تعمل بدونها.

source: Attached Images
ar: الصور المرفقة

source: Image title
ar: عنوان الصورة

source: image_attach
ar: إلحاق الصور

source: Test string 1
ar: نص الاختبار ١

source: Test string 2 %string
ar: نص الاختبار ٢ %string

source: Test string 3
ar: نص الاختبار ٣

source: Special characters
ar: رموز خاصة

source: Special\ncharacters
ar: رموز\nخاصة

source: Embedded $variable
ar: $متغير مضمن

source: more $special characters
ar: المزيد من الرموز $الخاصة

source: even more \$special characters
ar: المزيد من الرموز \$الخاصة

source: Mixed 'quote' "marks"
ar: "علامات" 'اقتباس' مختلطة

source: Mixed "quote" 'marks'
ar: 'علامات' "اقتباس" مختلطة

source: This is some repeating text
ar: هذا النص سيتكرر

source: Help called
ar: تم استدعاء المساندة

source: This is some help
ar: هذه مساعدة

source: help
ar: مساعدة

source: one day
ar: يوم

source: access extrator data
ar: الوصول إلى بيانات المستخرج

source: administer extractor data
ar: أدر بيانات المستخرج

source: extractor-cooltype
ar: نوع المستخرج الظريف

source: extractor-evencooler
ar: مستخرج أظرف

source: extractor
ar: مستخرج

source: Allows sorting and displaying of image galleries based on categories
ar: تسمح بترتيب وعرض حافظات الصور حسب الفئات

source: Delete
ar: احذف

source: Are you sure you want to delete the gallery %name?
ar: هل أنت متأكد من حذف الحافظة %name؟

source: Deleting a gallery will delete all sub-forums as well. However, the images will not be deleted. This action cannot be undone.
ar: إن حذف حافظة يتسبب في حذف كافة الحافظات الفرعية. ولكن الصور لن تمسح. لا يمكن التراجع عن هذه العملية.

source: Cancel
ar: الغ

source: Submit
ar: أرسل

source: Created new gallery %term.
ar: أضف حافظة %term جديدة.

source: The gallery %term has been updated.
ar: تم تحديث الحافظة %term.

source: The gallery %term has been deleted.
ar: تم حذف الحافظة %term.

source: Name
ar: الاسم

source: Operations
ar: عمليات

source: Parent
ar: أم/أب

source: When listing galleries, those with with light (small) weights get listed before containers with heavier (larger) weights. Galleries with equal weights are sorted alphabetically.
ar: عند عرض الحافظات فسيتم عرض الحافظات ذات الوزن الأخف (الأقل) قبل تلك التي لها وزن أثقل (أكبر). أما الحافظات التي لها نفس الوزن فسيتم ترتيبها أبجدياً.

source: root
ar: جذر

source: Image galleries may be nested below other galleries.
ar: يمكن إدخال حافظات بداخل حافظات أخرى.

source: image_gallery
ar: حافظة صور

source: The image module is used to create and administer images for your site. Each image is stored as a post, with thumbnails of the original generated automatically. There are two default thumbnail sizes, thumbnail and preview. The thumbnail size is shown as the preview for image posts and when browsing image galleries. The preview is the default size when first displaying an image node.
ar: تستخدم وحدة الصور في إنشاء وإدارة الصور في موقعك. يتم حفظ كل صورة كمادة مستقلة مع توليد مصغرة للصورة آلياً. يوجد حجمان افتراضيان للمصغرات: مصغرة وعرض. يتم عرض المصغرة عند استعراض الحافظات. أم حجم العرض فهو الافتراضي عند عرض عقدة صورة.

source: Image administration allows the image directory and the image sizes to be set.</p><p> Image galleries are used to organize and display images in galleries. The list tab allows users to edit existing image gallery names, descriptions, parents and relative position, known as a weight. The add galleries tab allows you to create a new image gallery defining name, description, parent and weight.
ar: إدارة الصور تسمح بتحديد دليل الصور وأحجامها.</p><p> تستخدم حافظات الصور لتنظيم وعرض الصور في حافظات. يسمح لسان التبويب "قائمة" للمستخدمين بتحرير أسماء حافظات موجودة أو أسمائها أو أوصافها أو الحافظة الأم التي تتبع لها أو ترتيبها (الوزن). يسمح لسان التبويب "أضف حافظة" بإنشاء حافظة صور جديدة وتحديد اسمها ووصفها والحافظة الأم التي تتبع لها ووزنها.

source: <p>You can</p> <ul> <li>view image handling messages in <a href="%admin-settings">administer &gt;&gt; settings</a>.</li> <li>configure image sizes and file directories at <a href="%admin-settings-image">administer &gt;&gt; settings &gt;&gt; image</a>.</li> <li>use the <a href="%external-http-drupal-org-project-img_assist">image assist module</a> to upload and insert images into posts.</li>
ar: <p>بإمكانك</p> <ul> <li>عرض نصوص التعامل مع الصور عبر <a href="%admin-settings">إدارة&gt;&gt;إعدادات</a>.</li> <li>تهيئة حجم الصور ودلائل الملفات من <a href="%admin-settings-image">إدارة&gt;&gt;إعدادات&gt;&gt;الصور</a>.</li> <li>استخدام <a href="%external-http-drupal-org-project-img_assist">وحدة مساندة الصور</a> لرفع وإدراج الصور في المواد الأخرى.</li>

source: For more information please read the configuration and customization handbook <a href="%image">Image page</a>.
ar: فضلاً اقرأ دليل التهيئة والتخصيص <a href="%image">صفحة: الصور</a> لمزيد من المعلومات.

source: Allows uploading of images.
ar: تسمح برفع الصور.

source: Subdirectory in the directory "%dir" where pictures will be stored. Do not include trailing slash.
ar: دليل فرعي من الدليل "%dir" تخزن فيه الصور. لا تضمن الشرطة في نهاية الدليل.

source: original
ar: الأصلية

source: Title
ar: العنوان

source: Body
ar: المتن

source: Make sure you have a working image toolkit installed and enabled, for more information see: %settings
ar: تأكد من أن لديك أداة لتخرير الصور مثبتة ومفعلة، لمزيد من المعلومات راجع: %settings

source: the settings page
ar: صفحة الإعدادات

source: view original images
ar: اعرض الصورة الأصلية
