Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/taxonomy_menu/translations/taxonomy_menu.*_.po
Languages: de

source: Taxonomy menu
de: Taxonomie-Menü

source: Menu
de: Menü

source: With this option enabled, an entry will be created in the menu system for this vocabulary.
de: Wenn diese Option aktiviert ist, wird für dieses Vokabular ein Eintrag im Menüsystem erstellt.

source: If Default is selected then the path is taxonomy/term/tid <br /> The menu path will be passed through drupal_get_path_alias() function so all aliases will be applied
de: Wenn Standard ausgewählt wird, dann ist der Pfad taxonomy/term/tid<br />Der Menüpfad wird an die Funktion drupal_get_path_alias() übergeben, daher werden alle Aliase angewendet.

source: Select to rebuild the menu on submit.
de: Auswählen, damit das Menü beim Speichern neu aufgebaut wird.

source: Rebuild the menu on submit. Warning: This will delete then re-create all of the menu items. Only use this option if you are experiencing issues.
de: Menü beim Speichern neu aufbauen. WARNUNG: Dies löscht alle Menüelemente und erstellt sie dann neu. Diese Option sollte nur verwendet werden, wenn Schwierigkeiten auftreten.

source: The Taxonomy Menu has been rebuilt
de: Das Taxonomie-Menü wurde neu aufgebaut

source: The Taxonomy Menu has been removed
de: Das Taxonomie-Menü wurde entfernt

source: Could not save the menu link for the taxonomy menu
de: Der Menü-Link für das Taxonomie-Menü konnte nicht gespeichert werden

source: Default
de: Standard

source: Options
de: Optionen

source: Syncronise changes to this vocabulary
de: Änderungen in diesem Vokabular synchronisieren

source: Every time a term is added/deleted/modified, the corresponding menu link will be altered too.
de: Jedes Mal, wenn ein Begriff hinzugefügt/gelöscht/geändert wird, wird der entsprechende Menüeintrag auch angepasst.

source: Display Number of Nodes
de: Anzahl Beiträge anzeigen

source: Display the number of Items per taxonomy Terms. Will not show up for vocabulary menu items.
de: Zeit die Anzahl Elemente pro Taxonomie-Begriff an. Wird bei Elementen des Vokabular-Menüs nicht angezeigt.

source: Hide Empty Terms
de: Leere Begriffe verbergen

source: Hide terms with no nodes attached to them.
de: Leere Begriffe verbergen, wenn keine Beiträge damit verbunden sind.

source: Item for Vocabulary
de: Element für Vokabular

source: Shall the vocabulary have it's own item.
de: Soll das Vokabular sein eigenes Element haben.

source: Auto Expand Menu Item
de: Menü-Element automatisch aufklappen

source: Sets the expand setting to TRUE
de: Stellt die Aufklapp-Einstellung auf WAHR

source: Display Descendants
de: Untergeordnete Einträge anzeigen

source: Adds links to taxonomy terms to a menu.
de: Fügt Links zu Taxonomie-Begriffen einem Menü hinzu.

source: Hierarchy
de: Hierarchie

source: Base Path for Hierarchy Path
de: Basispfad für den Hierarchie-Pfad

source: Only used when the Hierarchy path type is selected
de: Wird nur verwendet, wenn die Art ‚Hierarchie-Pfad‘ ausgewählt wird

source: Enables Hierarchy path to Taxonomy Menu
de: Ermöglicht Hierarchie-Pfade im Taxonomie-Menü

source: Display Depth in Custom Path
de: Anzeigetiefe im benutzerdefinierten Pfad

source: Base Path for Custom Path
de: Basispfad für benutzerdefinierten Pfad

source: Only used with a Custom Path.<br /> You need to have a view with path 'custom path/%' and an argument 'Term ID' <strong>before</strong> you create this taxonomy menu.
de: Wird nur mit einem benutzerdefinierten Pfad verwendet.<br /> Es muss eine Ansicht mit dem Pfad ‚benutzerdefinierter Pfad/%‘ existieren, <strong>bevor</strong> dieses Taxonomie-Menü erstellt wird.

source: Custom Path
de: Benutzerdefinierter Pfad

source: Enables Custom path base to Taxonomy Menu
de: Ermöglicht eine Basis für einen benutzerdefinierten Pfad zum Taxonomie-Menü
