Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/subscriptions/contrib/moderate_content_notifications/translations/*.po
Languages: de

source: Subscriptions notifications
de: Abonnement-Benachrichtigungen

source: Moderate new content to make sure that the subscriptions notifications do not contain spam.
de: Neuen Inhalt moderieren um sicherzustellen, dass Abonnements-Benachrichtigungen keinen Spam enthalten.

source: Content notifications (spam deterrent moderation)
de: Inhalts-Benachrichtigungen (Spam-Abwehr-Moderation)

source: Set which basic role is trusted not to spam.
de: Einstellen, welcher Rolle vertraut wird, keinen Spam zu versenden.

source: Update options
de: Aktualisierungs-Optionen

source: send notification
de: Benachrichtigung versenden

source: send notification and promote user
de: Benachrichtigung senden und Benutzer befördern

source: delete item from queue
de: Element von der Warteschlange löschen

source: delete item and block user
de: Element löschen und Benutzer sperren

source: You have not specified which basic role is trusted not to spam. <br />See the <a href="!url">setting page</a> for more information.
de: Es ist nicht angegeben, welcher Rolle vertraut wird, keinen Spam zu versenden. Die <a href="!url">Einstellungs-Seite</a> enthält weitere Informationen.

source: If you think that a user in this list can be trusted not to send spam via the subscriptions notifications service, you may chose to promote the user who will be given the role %role.
de: Falls einem Benutzer in dieser Liste vertraut werden kann, keinen Spam mit dem Abonnements-Benachrichtigungs-Dienst zu versenden, kann dem Benutzer hier die Rolle %role zugewiesen werden.

source: Update
de: Aktualisieren

source: Author
de: Autor

source: Node title
de: Beitragstitel

source: Time
de: Zeit

source: No content left to moderate.
de: Kein Inhalt zum Moderieren übrig.

source: Please select one or more items to perform the update on.
de: Ein oder mehrere Elemente müssen zum Aktualisieren ausgewählt werden.

source: The user has been promoted.
de: Der Benutzer wurde befördert.

source: %moderator gave %user the role %role.
de: %moderator hat %user die Rolle %role zugewiesen.

source: view
de: anzeigen

source: The user has been blocked.
de: Der Benutzer wurde gesperrt.

source: %moderator blocked the user %user.
de: %moderator hat den Benutzer %user gesperrt.

source: The content item has been removed from the notifications queue.
de: Das Inhaltselement wurde von der Benachrichtigungs-Warteschlange entfernt.

source: %nb items have been queued for sending to subscribers.
de: %nb Elemente wurden zum Versand an Abonnenten in die Warteschlange aufgenommen.

source: <p><strong>Select this setting with care!</strong> The role you select should be a role with relatively few permissions: just those you would give users you only trust not to send spam via the subscriptions notifications service. <br /> The role should have the <em>trusted not to spam</em> permission. <br /> The moderators who have access to the <a href="!url">notifications moderation page</a> will be able to promote users to that role.</p>
de: <p><strong>Diese Einstellung mit Vorsicht auswählen!</strong> Die ausgewählte Rolle sollte eine Rolle mit relativ wenigen Berechtigungen sein: genau die, die Benutzer erhalten würden, denen nur vertraut wird, mit dem Abonnements-Benachrichtigungs-Dienst keinen Spam zu versenden. <br /> Die Rolle sollte die Berechtigung <em>Vertraut, keinen Spam zu versenden</em> haben. <br /> Die Moderatoren mit Zugriff auf die Seite <a href="!url">Inhaltsbenachrichtigungen moderieren</a> können Benutzern diese Rolle zuweisen.</p>

source: No role has the permission <em>trusted not to spam</em>. <br /> You should check the settings in the <a href="!url_access">Access Control</a> page.<br /> You may have to create a <a href="!url_role">new role</a> which would have few, basic permissions.
de: Keine Rolle hat die Berechtigung <em>vertraut, keinen Spam zu versenden</em> <br /> Die Einstellungen sollten auf der Seite<a href="!url_access">Berechtigungen</a> geprüft werden.<br /> Es kann eine <a href="!url_role">neue Rolle</a> erstellt werden, die nur wenige grundlegende Berechtigungen hat.

source: Choose the role with the fewest permissions but that you trust not to use your system to send spam.
de: Auswahl der Rolle mit den wenigsten Berechtigungen, der aber vertraut wird, das System nicht zum Versand von Spam zu verwenden.

source: trusted not to spam
de: vertraut, keinen Spam zu versenden

source: moderate subscriptions notifications
de: Abonnements-Benachrichtigungen moderieren

source: Moderate Content Notifications
de: Inhaltsbenachrichtigungen moderieren

source: Spam deterrent: make sure no spam is sent from our web site.
de: Spam-Abwehr: stellt sicher, dass kein Spam von dieser Website gesendet wird.
