Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/imagefield/translations/*.po
Languages: es

source: Default image
es: Imagen predefinida

source: Use default image
es: Usar imagen predefinida

source: Check here if you want to use a image as default.
es: Si desea usar una imagen como predefinida

source: Upload image
es: Subir imagen

source: Choose a image that will be used as default.
es: Elegir imagen como predefinida

source: Has Image
es: Tiene imagen

source: The default image could not be uploaded. The destination(%d) does not exist or is not writable by the webserver.
es: La imagen predefinida no se ha podido subir. El destino(%d) no existe o no es escribible en el servidor.

source: Maximum resolution for Images
es: Máxima resolución para las imágenes

source: The maximum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction. If a larger image is uploaded, it will be resized to reflect the given width and height.
es: El tamaño máximo de la imagen expresado como ANCHOxALTO (ej. 640x480). Pon 0 para no restricciones. Si una imagen mayor es subida será redimensionada para reflejar el correspondiente ancho y alto.

source: Minimum resolution for Images
es: Mínima resolución de imágenes

source: The minimum allowed image size expressed as WIDTHxHEIGHT (e.g. 640x480). Set to 0 for no restriction. If an image that is smaller than these dimensions is uploaded it will be rejected.
es: El tamaño mínimo de la imagen expresado como ANCHOxALTO (ej. 640x480). Pon 0 para no restricciones. Si una imagen menor es subida será redimensionada para reflejar el correspondiente ancho y alto.

source: Permitted upload file extensions.
es: Extensiones de archivo permitidas

source: Extensions a user can upload to this field. Seperate extensions with a space and do not include the leading dot.
es: Extensiones que un usuario podrá subir en este campo. Separe las extensiones con un espacio y no incluya el punto inicial.

source: ALT text settings
es: Texto alternativo ALT

source: Enable custom alternate text
es: Habilitar texto alternativo

source: Enable user input alternate text for images.
es: Habilitar texto alternativo introducido por usuarios para las imágenes

source: Default ALT text
es: Texto ALT por defecto

source: This value will be used for alternate text by default.
es: Este valor será usado para texto alternativo por defecto

source: Title text settings
es: Opciones de título

source: Enable custom title text
es: Habilitar título personalizado

source: Enable user input title text for images.
es: Habilitar título introducido por usuario para las imágenes

source: Default Title text
es: Texto título por defecto

source: This value will be used as the image title by default.
es: Este valor será usado por la imagen como título por defecto

source: Alternate Text
es: Título alternativo

source: Title
es: Título

source: Changes made to the attachments are not permanent until you save this post.
es: Los cambios hechos a los adjuntos no son permanentes hasta que guardes este envío.

source: Image
es: Imagen

source: Store an image file and optionally text for alt and title tags.
es: Guarda un ficherio de imagen y opcionalmente texto para etiquetas alt y título

source: An edit widget for image files, including a preview of the image.
es: Un widget de edición para ficheros de imagen, incluyendo previsualizacion de imagen

source: Displays image files in their original size.
es: Muestra las imágenes en su tamaño original

source: Image linked to node
es: Imagen enlazada a nodo

source: Image linked to file
es: Imagen enlazada a fichero

source: Path to file
es: Ruta a fichero

source: URL to file
es: URL a fichero

source: The image %filename was resized to fit within the maximum allowed resolution of %resolution pixels
es: La imagen %filename fue redimensionada para encajar en la resolución másima permitida de %resolution pixels

source: view imagefield uploads
es: ver subidas de imagefield

source: Migrating filefield values
es: Migrar valores imagefield

source: Defines an image field type.
es: Define un campo de tipo imagen
