Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/faq/translations/*.po
Languages: pt

source: This module allows users with the 'administer faq' permission to create question and answer pairs which will be displayed on the 'faq' page. The 'faq' page is automatically generated from the FAQ nodes configured and the layout of this page can be modified on the settings page. Users will need the 'view faq' permission in order to view the 'faq' page.
pt: Este módulo permite que os utilizadores com permissões de 'administer faq' criem questões e respostas que aparecem em conjunto na página de 'faq'. A página do 'faq' é automaticamente gerada a partir dos nodes FAQ configurados. O layout desta página pode ser modificado nas definições. Utilizadores necessitam da permissão 'view faq' para poderem ver a página do 'faq'.

source: To create a question and answer, the user must create a 'FAQ' node (Create content >> FAQ). This screen allows the user to edit the question and answer text. If the 'Taxonomy' module is enabled and there are some terms configured for the FAQ node type, it will also be possible to put the questions into different categories when editing.
pt: Para criar uma pergunta e resposta, o utilizador deve criar um node 'FAQ' (Criar conteúdo >> FAQ). Este ecrã ajuda o utilizador a editar os textos das perguntas e respostas. Se o módulo 'Taxonomy' estiver ligado e houver termos configurados para este tipo de FAQ node, então também será possível colocar as questões em diferentes categorias durante a edição.

source: The 'Frequently Asked Questions' settings configuration screen will allow users with 'administer faq' permissions to specify different layouts of the questions and answers.
pt: O ecrã de definições do FAQ permite aos utilzadores com permissão de 'administer faq' a configuração de diferentes layouts para as perguntas e respostas.

source: All users with 'view faq' permissions will be able to view the generated FAQ page at 'www.example.com/faq'.
pt: Todos os utilizadores com permissão 'view faq' terão possibilidade de ver a página do FAQ em 'www.exemplo.com/faq'.

source: Allows the user to configure the layout of questions and answers on a FAQ page.
pt: Permite ao utilizador configurar o layout das perguntas e respostas na página do FAQ.

source: Add a question and answer to a FAQ list.
pt: Adicionar uma pergunta e resposta à lista do FAQ.

source: Frequently Asked Questions
pt: FAQ - Perguntas e Respostas Frequentes

source: General
pt: Geral

source: Allows the user to configure the header and descriptive text for the FAQ page.
pt: Permite ao utilizador configurar o cabeçalho e descrição textual para a página do FAQ.

source: Questions
pt: Questões

source: Categories
pt: Categorias

source: Allows the user to configure the layout of questions and answers using categories on a FAQ page.
pt: Permite ao utilizador a configuração do layout das perguntas e respostas que usam categorias na página do FAQ.

source: Weight
pt: Peso

source: Allows the user to configure the order of questions and answers on a FAQ page.
pt: Permite ao utilizador a configuração da ordem das perguntas e respostas numa página FAQ.

source: A frequently asked question and its answer.
pt: Uma pergunta frequente e a sua resposta.

source: Question
pt: Pergunta

source: Question to be answered
pt: Pergunta a ser respondida

source: Answer
pt: Resposta

source: This is that answer to the question. It will be filtered according to the input format.
pt: Esta é a resposta à questão. Será filtrada de acordo com o formato de input.

source: Title
pt: Título

source: FAQ Description
pt: Descrição do FAQ

source: Your FAQ description. This will be placed at the top of the page, above the questions and can serve as an introductory text.
pt: A sua descrição do FAQ. Isto vai ser colocado no topo da página, em cima das perguntas e pode servir de texto introdutório.

source: Save configuration
pt: Guardar configuração

source: Configuration has been updated.
pt: Configuração foi actualizada.

source: Questions inline
pt: Perguntas inline

source: Clicking on question takes user to answer further down the page
pt: Clickar na pergunta leva o utilizador à resposta mais abaixo na página

source: Clicking on question opens/hides answer under question
pt: Clickar na pergunta abre/esconde a resposta imediatamente a seguir à pergunta

source: Clicking on question opens the answer in a new page
pt: Clickar numa pergunta abre a resposta numa nova página

source: Page layout
pt: Layout da página

source: This controls how the questions and answers are displayed on the page and what happens when someone clicks on the question.
pt: Isto controla como as questões e respostas são mostradas na página e o que acontece quando alguém clicka numa questão.

source: Miscellaneous layout settings
pt: Outras definições de layout

source: Ordered list
pt: Lista ordenada

source: Unordered list
pt: Lista não ordenada

source: Questions listing style
pt: Estilo de listagem das perguntas

source: This allows to select how the questions listing is presented. It only applies to the layouts: 'Clicking on question takes user to answer further down the page' and 'Clicking on question opens the answer in a new page'. An ordered listing would number the questions, whereas an unordered list will have a bullet to the left of each question.
pt: Isto permite seleccionar como a lista de perguntas é mostrada. Só se aplica aos layouts 'Clickar numa pergunta leva o utilizador à resposta mais abaixo na página' e 'Clickar numa pergunta abre a resposta numa nova página'. Uma lsta ordenada numera as questões enquanto que uma lista não ordenada coloca um bullet.

source: Label questions and answers
pt: Identificar (label) perguntas e respostas

source: This option is only valid for the "Questions Inline" layout. It labels all questions on the faq page with the "question label" setting and all answers with the "answer label" setting. For example these could be set to "Q:" and "A:".
pt: Esta opção só é válida para o layout 'Perguntas inline'. Coloca uma label em todas as perguntas com a definição "question label" e uma label "answer label" em todas as respostas. Por exemplo, as labels podem ser "P:" e "R:".

source: Question Label
pt: Label da Pergunta

source: The label to pre-pend to the question text in the "Questions Inline" layout if labelling is enabled.
pt: A label que será adicionada no início da pergunta no layout 'Perguntas inline' se a identificação (labeling) estiver ligada.

source: Answer Label
pt: Label da Resposta

source: The label to pre-pend to the answer text in the "Questions Inline" layout if labelling is enabled.
pt: A label que será adicionada ao início da resposta no layout 'Perguntas inline' se a identificação (labeling) estiver ligada.

source: Use answer teaser
pt: Usar teaser de resposta

source: This enables the display of the answer teaser text instead of the full answer when using the 'Questions inline' or 'Clicking on question takes user to answer further down the page' display options. This is useful when you have long descriptive text. The user can see the full answer by clicking on the question.
pt: Isto permite a visualização do teaser da resposta em vez da resposta completa quando usando a opção 'Perguntas inline' ou 'Clickar na pergunta leva o utilizador à resposta mais abaixo na página'. Isto é útil se tiver textos descritivos longos. O utilizador pode ver a resposta completa clickando na pergunta.

source: Show node links
pt: Mostrar links dos nodes

source: This enables the display of links under the answer text on the faq page. Examples of these links include "Read more", "Add comment".
pt: Isto permite a visualização dos links debaixo da resposta na página do FAQ. Exemplos destes links incluem "Read more", "Add comment".

source: "Back to Top" link text
pt: Texto do link "Back to Top"

source: This allows the user to change the text displayed for the links which return the user to the top of the page on certain page layouts. Defaults to "Back to Top". Leave blank to have no link.
pt: Isto permite ao utilizador mudar o texto que será mostrado nos links que retornam o utilizador ao topo da página em alguns layouts de página. O default é "Back to Top". Para não ter o link deixe em branco.

source: Disable question links to nodes
pt: Desligar os links das perguntas para os nodes

source: This allows the user to prevent the questions being links to the faq node in all layouts except "Clicking on question opens the answer in a new page".
pt: Isto permite ao utilizado evitar que as perguntas sejam links para o faq node em todos os layouts com excepção do 'Clickar numa pergunta abre a resposta numa nova página'.

source: Default Sorting for Non-Weighted FAQs
pt: Ordenação por defeito para FAQs aos quais não foi atribuído um peso

source: Date Descending
pt: Data Decrescente

source: Date Ascending
pt: Data Crescente

source: This controls the default weighting behaviour for new FAQ nodes which haven't been assigned a weight.
pt: Isto controla o método de peso default para novos FAQ nodes aos quais ainda não foi atribuído um peso.

source: Categorization of questions will not work without the "taxonomy" module being enabled.
pt: A categorização das perguntas e respostas não irá funcionar sem o módulo "taxonomy" .

source: Categorize questions
pt: Categorizar questões

source: This allows the user to display the questions according to the categories configured on the add/edit FAQ page. Use of sub-categories is only recommended for large lists of questions. The Taxonomy module must be enabled.
pt: Isto permiet ao utilizador mostrar as perguntas de acordo com as categorias configuradas na página de adicionar/editar FAQ. A utilziação de sub-categorias apenas é recomendada para listas de muitas perguntas. O módulo Taxonomy tem que estar ligado.

source: Categories inline
pt: Categorias inline

source: Clicking on category opens/hides questions and answers under category
pt: Clickar numa categoria abre/esconde as perguntas e respostas debaixo da categoria

source: Clicking on category opens the questions/answers in a new page
pt: Clickar numa categoria abre as perguntas e respostas numa nova página

source: Categories layout
pt: Layout de Categorias

source: This controls how the categories are displayed on the page and what happens when someone clicks on the category.
pt: Isto controla como as categorias são mostradas na página e o que acontece quando alguém clicka numa categoria.

source: Categories listing style
pt: Estilo de listagem das categorias

source: This allows to select how the categories listing is presented. It only applies to the 'Clicking on category opens the questions/answers in a new page' layout. An ordered listing would number the categories, whereas an unordered list will have a bullet to the left of each category.
pt: Isto permite seleccionar como as listas das categorias são apresentadas. Só se aplica ao layout do 'Clickar numa categoria abre as perguntas/respostas numa nova página'. Uma lista ordenada numera as categorias enquanto que a lista não ordenada coloca um bullet.

source: Show FAQ count
pt: Mostrar contador do FAQ

source: This displays the number of questions in a category after the category name.
pt: Isto mostra o número de perguntas numa categoria, a seguir ao nome da categoria.

source: Display category name for answers
pt: Mostrar nome da categoria das respostas

source: This allows the user to toggle the visibility of the category name above each answer section for the 'Clicking on question takes user to answer further down the page' question/answer display.
pt: Isto permite ao utilizador ligar/desligar a visualização do nome da categoria em cima da área da resposta quando usando a opção 'Clickar numa pergunta leva o utilizador à resposta mais abaixo na página'.

source: Group questions and answers for 'Categories inline'
pt: Agrupar perguntas e respostas para 'Categorias inline'

source: This controls how categories are implemented with the 'Clicking on question takes user to answer further down the page' question/answer display.
pt: Isto controla a forma como as categorias são implementadas com a opção 'Clickar numa pergunta leva o utilizador à resposta mais abaixo na página' .

source: Only show sub-categories when parent category is selected
pt: Apenas mostrar sub-categorias quando a categoria mãe está seleccionada

source: This allows the user more control over how and when sub-categories are displayed. It does not affect the 'Categories inline' display.
pt: Isto permite ao utilizador mais controle sobre como e quando as sub-categorias são mostradas. Não afecta a visualização das 'Categorias inline'.

source: Show sub-categories on FAQ category pages
pt: Mostrar sub-categorias nas páginas das categorias do FAQ

source: Sub-categories with 'faq' nodes will be displayed on the per category FAQ page. This will also happen if 'Only show sub-categories when parent category is selected' is set.
pt: Sub-categorias com nodes 'faq' serão mostrados numa página FAQ

source: Advanced category settings
pt: Definições de categoria avançadas

source: Omit vocabulary
pt: Omitir o vocabulário

source: Terms from these vocabularies will be excluded from the FAQ pages.
pt: Termos destes vocabulários serão excluídos das páginas FAQ.

source: Choose a category
pt: Escolhe uma categoria

source: Choose a category that you wish to order the questions for.
pt: Escolhe uma categoria para ordenar as perguntas.

source: Search
pt: Procurar

source: Question Order
pt: Ordem das Perguntas

source: This determines the order of the questions and answers on the FAQ page. Just select one or more questions and use the arrows to change their position in the list. You can also order the list by the question creation date !desc or !asc.
pt: Isto determina a ordem das perguntas e respostas na página FAQ. Seleccione uma ou mais perguntas e utiize as setas para reposicioná-las na lista. Também pode ordenar a lista pela data de criação da pergunta !desc ou !asc.

source: Save order
pt: Guardar a ordem

source: Back to Top
pt: Voltar ao Topo

source: Q:
pt: P:

source: A:
pt: R:

source: FAQ Categories
pt: Categorias do FAQ

source: Recent FAQs
pt: FAQs recentes

source: Random FAQs
pt: FAQs aleatórios

source: Number of FAQs to show
pt: Número de FAQs a mostrar

source: This controls the number of FAQs that appear in the 'Recent FAQs' block
pt: Isto controla o número de FAQs que aparecem no bloco 'Recent FAQs'

source: This controls the number of FAQs that appear in the 'Random FAQs' block
pt: Isto controla o número de FAQs que aparecem no bloco 'Recent FAQs'

source: All FAQs
pt: Todos os FAQs

source: Go back to the top of the page.
pt: Voltar ao topo da página.

source: administer faq
pt: administrar faq

source: view faq
pt: ver faq

source: edit own faq
pt: editar faq próprio

source: edit faq
pt: editar faq

source: create faq
pt: criar faq

source: Table installation for the FAQ module was unsuccessful.
pt: Instalação da tabela para o módulo FAQ não foi bem sucedida.

source: Manages configuration of questions for a FAQ page.
pt: Gerir a configuração das perguntas para uma página FAQ.
