Repository: jakubsuchy/Drupal.cz
Catalog: docroot/modules/system/po/common-inc.*.po
Languages: cs

source: Site off-line
cs: Tento web je offline

source: Page not found
cs: Stránka nenalezena

source: Access denied
cs: Přístup odepřen

source: You are not authorized to access this page.
cs: Nemáte oprávnění přistupovat na tuto stránku.

source: %message in %file on line %line.
cs: %message v souboru %file na řádku %line.

source: 0 sec
cs: 0 sekund

source: Cron has been running for more than an hour and is most likely stuck.
cs: Cron již běží déle než hodinu a je pravděpodobné, že se zasekl.

source: Attempting to re-run cron while it is already running.
cs: Cron právě běží, není možno ho spustit znovu.

source: Cron run completed.
cs: Běh cronu dokončen.

source: Cron run exceeded the time limit and was aborted.
cs: Délka běhu cronu překročila limit a proto byl ukončen.

source: page not found
cs: stránka nenalezena

source: access denied
cs: přístup odepřen

source: 1 byte
cs: @count byte

source: 1 year
cs: @count rok

source: 1 week
cs: @count týden

source: 1 day
cs: @count den

source: 1 hour
cs: @count hod

source: 1 min
cs: @count min

source: 1 sec
cs: @count sek
