Repository: jakubsuchy/Drupal.cz
Catalog: docroot/modules/system/po/content_types-inc.*.po
Languages: cs

source: Identification
cs: Identifikace

source: The human-readable name of this content type. This text will be displayed as part of the list on the <em>create content</em> page. It is recommended that this name begins with a capital letter and consists only of letters, numbers, and <strong>spaces</strong>. This name must be unique to this content type.
cs: Jméno tohoto typu obsahu. Tento text bude zobrazen jako součást seznamu na stránce <em>vytvořit obsah</em>. Jméno by proto mělo začínat velkým písmenem, mělo by obsahovat pouze písmena, čísla a <strong>mezery</strong>. Jméno musí být unikátní.

source: The machine-readable name of this content type. This text will be used for constructing the URL of the <em>create content</em> page for this content type. This name may consist of only of lowercase letters, numbers, and underscores. Dashes are not allowed. Underscores will be converted into dashes when constructing the URL of the <em>create content</em> page. This name must be unique to this content type.
cs: Strojové jméno tohoto typu obsahu. Tento text bude použit pro vytvoření URL na stránce <em>vytvořit obsah</em>. Toto jméno může obsahovat pouze malá písmena, čísla a podtržítka. Při vytváření URL budou podtržítka převedeny na pomlčky. Toto jméno musí být unikátní.

source: The machine-readable name of this content type. This field cannot be modified for system-defined content types.
cs: Strojové jméno tohoto typu obsahu. Toto jméno nemůže být změněno pro typy, které jsou vytvořeny přímo Drupalem.

source: A brief description of this content type. This text will be displayed as part of the list on the <em>create content</em> page.
cs: Stručný popis tohoto typu obsahu. Tento text se zobrazí jako součást seznamu na stránce <em>vytvořit obsah</em>.

source: Submission form
cs: Formulář pro odeslání

source: Title field label
cs: Nadpis políčka 'titulek'

source: This content type does not have a title field.
cs: Tento typ obsahu nemá políčko 'titulek'

source: Body field label
cs: Nadpis políčka 'obsah'

source: To omit the body field for this content type, remove any text and leave this field blank.
cs: K vynechání políčka 'obsah' pro tento typ obsahu smažte všechen text a nechte políčko prázdné.

source: Minimum number of words
cs: Minimální počet slov

source: The minimum number of words for the body field to be considered valid for this content type. This can be useful to rule out submissions that do not meet the site's standards, such as short test posts.
cs: Minimální počet slov pro obsah příspěvku. Tak můžete vyřadit příspěvky, které neodpovídají standardům webu, např. krátké testovací příspěvky.

source: Explanation or submission guidelines
cs: Vysvětlení nebo rady pro odeslání příspěvku

source: This text will be displayed at the top of the submission form for this content type. It is useful for helping or instructing your users.
cs: Tento text se zobrazí nad formulářem pro odeslání %type. Můžete zde zadat rady či pokyny pro uživatele.

source: Workflow
cs: Postup práce

source: Default options
cs: Základní nastavení

source: Users with the <em>administer nodes</em> permission will be able to override these options.
cs: Uživatelé s právem <em>administrace uzlů</em> mohou tato nastavení změnit.

source: Save content type
cs: Uložit typ obsahu

source: Delete content type
cs: Smazat typ obsahu

source: The machine-readable name %type is already taken.
cs: Strojové jméno %name již existuje.

source: The machine-readable name can only consist of lowercase letters, underscores, and numbers.
cs: Strojové jméno typu obsahu může obsahovat pouze malá písmena, podtržítka a čísla.

source: Invalid type. Please enter a type name other than '0' (the character zero).
cs: Chybný typ. Zadejte prosím jméno typu obsahu.

source: The human-readable name %name is already taken.
cs: Jméno %name je již obsazeno.

source: The content type %name has been reset to its default values.
cs: Pro typ obsahu %name bylo obnoveno výchozí nastavení.

source: The content type %name has been updated.
cs: Typ obsahu %name byl aktualizován

source: The content type %name has been added.
cs: Typ obsahu %name byl přidán.

source: Added content type %name.
cs: Přidán typ obsahu %name.

source: Are you sure you want to delete the content type %type?
cs: Opravdu chcete smazat typ obsahu%type?

source: The content type %name has been deleted.
cs: Typ obsahu %name byl smazán.

source: Deleted content type %name.
cs: Smazán typ obsahu %name.

source: <strong>Warning:</strong> there is currently @count %type post on your site. It may not be able to be displayed or edited correctly, once you have removed this content type.
cs: <strong>Upozornění:</strong> Počet příspěvků typu %type na Vašem webu: @count. Pokud typ %type smažete, je možné, že se nezobrazí nebo nebude možné je upravit,
