Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/img_assist/po/*.po
Languages: de, fr, nl

source: Image reference
fr: Référence de l'image
nl: Afbeeldingsreferentie

source: This image appears in...
fr: Cette image apparaît dans...
nl: Deze afbeelding verschijnt in...

source: Enables users to link images into nodes.
fr: Permet aux utilisateurs de lier des images dans les noeuds.
nl: Laat toe dat gebruikers afbeeldingen aan nodes koppelen.

source: img assist add
de: img assist hinzufügen
fr: img assist ajouter
nl: img_help toevoegen

source: img assist generate image
fr: img assist générer une image
nl: img_help afbeelding maken

source: img assist loader
fr: img assist chargement
nl: img_help laden

source: The images in this post are being filtered out by the currently selected input format and will not be displayed. Select a different format or <a href="%current-filter-link">adjust the current one</a> to allow &lt;img&gt; HTML tags.
fr: Les images dans ce message sont filtrées par le format d'entrée actuellement sélectionné et ne seront pas affichées. Sélectionnez un format d'entrée différent ou <a href="%current-filter-link">adjustez le format actuel</a> pour permettre les balises HTML &lt;img&gt;.
nl: De afbeeldingen in dit bericht worden gefilterd door de geselecteerde input beperkingen. Ze worden niet weergegeven. Selecteer een ander formaat of <a href="%current-filter-link">pas de instelling aan</a> om de &lt;img&gt; HTML-tags toe te staan.

source: The images in this post are being filtered out by the currently selected input format and will not be displayed. Please choose a different input format or contact the site administrator for assistance.
fr: Les images dans ce message sont filtrées par le format d'entrée actuellement sélectionné et ne seront pas affichées. Merci de sélectionner un format d'entrée différent ou de contacter l'administrateur du site pour obtenir de l'aide.
nl: De afbeeldingen in dit bericht worden gefilterd door de geselecteerde input beperkingen. Ze worden niet weergegeven. Selecteer een ander formaat of neem contact met de websitebeheerder.

source: <a href="%img_assist_link" onclick="window.open(this.href, 'img_assist_link', 'width=500,height=625,scrollbars=yes,status=yes,resizable=yes'); return false">Add inline images to this post.</a>
fr: <a href="%img_assist_link" onclick="window.open(this.href, 'img_assist_link', 'width=500,height=625,scrollbars=yes,status=yes,resizable=yes'); return false">Ajouter des images à ce message.</a>
nl: <a href="%img_assist_link" onclick="window.open(this.href, 'img_assist_link', 'width=500,height=625,scrollbars=yes,status=yes,resizable=yes'); return false">Afbeeldingen in dit bericht invoegen.</a>

source: This will not upload images, only insert them into your post.
de: Hiermit können keine Bilder hochgeladen, sondern nur in den Beitrag eingefügt werden.
fr: Cela ne transférera pas d'image, juste les insérer dans votre message.
nl: Hiermee voegt u afbeeldingen aan de tekst toe. De afbeeldingen moeten wel éérst worden ge-upload.

source: Img_assist is set to use upload module which is not enabled. Enable that module or adjust your settings to use an alternative image source.
fr: Img_assist utilise le module upload qui n'est pas actif. Activez ce module ou ajustez vos paramètres pour utiliser une autre source d'image.
nl: Img_help is geconfigureerd om gebruikt te maken van de uploadmodule. Activeer de module of verander de instellingen zo dat een alternatieve bron voor afbeeldingen kan worden geselecteerd.

source: Img_assist is set to use image module which is not enabled. Enable that module or adjust your settings to use an alternative image source.
fr: Img_assist utilise le module image qui n'est pas actif. Activez ce module ou ajustez vos paramètres pour utiliser une autre source d'image.
nl: Img_help is geconfigureerd om gebruik te maken van de afbeeldingsmodule. Activeer de module of verander de instellingen zo dat een alternatieve bron voor afbeeldingen kan worden geselecteerd.

source: Use images from
de: Bilder benutzen von
fr: Utiliser les images de
nl: Kies afbeeldingen van

source: Image.module %not_enabled
fr: Le module Image.module %not_enabled

source: Upload.module %not_enabled
fr: Le module Upload.module %not_enabled

source: Do not change this once you start adding images.
de: Nachdem bereits Bilder hinzugefügt wurden, sollte diese Option nicht mehr geändert werden.
fr: Ne pas changer ceci une fois que vous commencez à ajouter des images.
nl: Verander dit niet meer eens u afbeeldingen begint toe te voegen.

source: Maximum size of image to render
de: Maximalgröße der Bilder
fr: Taille maximum de l'image pour le rendu
nl: Maximale grootte van de afbeelding

source: Enter, in bytes, the maximum size of an image to display using this module. Default is 2 megabytes.
de: Die Maximalgröße eines Bildes, das mit diesem Modul dargestellt werden kann in Bytes. Standard ist 2 Megabyte.
fr: Entrez, en octets, la taille maximale d'une image à afficher en utilisant ce module. Le défaut est 2 mégaoctets.
nl: Geef de maximale grootte (in bytes) van een afbeelding binnen deze module. De standaardinstelling is 2 megabytes.

source: Image HTML template
de: HTML-Vorlage
fr: Modèle HTML de l'image

source: Enter the HTML wrap around your image tag. You can use the following variables: <strong>%link</strong> - a link to the original image, <strong>%image</strong> - the generated image tag, and <strong>%caption</strong> - an user-defined caption.
de: Der HTML-Code um das Bild herum. Folgende Variablen können benutzt werden: <strong>%link</strong> - ein Link zum Originalbild, <strong>%image</strong> - das generierte Bild-Tag, und <strong>%caption</strong> - eine benutzerdefinierte Bildunterschrift.
fr: Entrez l'enrobage HTML autour de la balise de votre image. Vous pouvez utiliser les variables suivantes : <strong>%link</strong> - un lien vers l'image originale, <strong>%image</strong> - la balise image générée, est <strong>%caption</strong> - un titre défini par l'utilisateur.

source: Preload image captions
de: Bildunterschriften generieren
fr: Précharger les titres d'images
nl: De afbeeldingsbijschriften vooraf opladen

source: Disabled
de: Deaktiviert
fr: Désactivé
nl: Uitgezet

source: Enabled
de: Aktiviert
fr: Activé
nl: Aangezet

source: If enabled, The body text from the image will be loaded as the caption by default.
de: Wenn aktiviert wird der Inhalt des Artikels als Standardbildunterschrift verwendet.
fr: Si activé, le corps du texte de l'image sera chargé en tant que titre par défaut.
nl: Indien ingeschakeld, wordt de bodytekst van de afbeelding standaard als bijschrift weergegeven.

source: Image output settings
de: Bildausgabeeinstellungen
fr: Paramètres de sortie d'image
nl: Instellingen afbeeldingsuitvoer

source: none
de: keine
fr: aucun
nl: geen

source: Image preview filter
de: Bildvorschaufilter
fr: Filtre de prévisualisation d'image
nl: Filter voor afbeeldingsvoorbeeldweergave

source: Select the vocabularies you want to be able to filter thumbnails by. This setting changes the behavior of img_assist at startup from loading all image thumbnails to displaying a list of image names until a filter is chosen.
de: Nach den hier ausgewählten Vokabular können die Vorschaubilder gefiltert werden. Diese Einstellung ändert die am Anfang dargestellten Bilder der Bilderhilfe bis ein Filter ausgewählt wurde.
fr: Sélectionnez les vocabulaires que vous voulez utiliser pour filtrer les vignettes. Ce paramètre change le comportement d'img_assist au démarrage depuis le chargement de toutes les vignettes d'image jusqu'à l'affichage d'une liste de noms d'images jusqu'à ce qu'un filtre soit choisi.
nl: Kies de woordenschatten om miniaturen op te filteren. Deze instelling verandert het gedrag van img_help bij het begin van het laden van alle miniaturen tot het weergeven van alle afbeeldingsnamen totdat een filter gekozen is.

source: Default width of image thumbnail previews
de: Standardbreite der Vorschaubilder
fr: Largeur par défaut des vignettes de prévisualisation d'image.
nl: Standaardbreedte van de miniatuurvoorbeeldweergaven

source: Enter, in pixels, the default width of an image to display in the preview pane. The smaller this number, the more images you will be able to see without scrolling.
de: Die Standardbreite eines Bildes in Pixeln, das im Vorschaufenster angezeigt wird. Je kleiner diese Zahl, desto mehr Bilder können angezeigt werden ohne dass man scrollen muss.
fr: Entrez, en pixels, la largeur par défaut d'une image à afficher dans le panneau de prévisualisation. Le plus petit ce nombre, le plus d'images vous pourrez voir sans faire défiler la page.
nl: Voer de standaard breedte (in pixels) van een afbeelding die gebruikt zal worden in het voorbeeldweergave-venster. Hoe kleiner dit getal, hoe meer afbeeldingen zichtbaar zijn zonder dat een schuifbalk nodig is.

source: Max number of images to preview
de: Höchstzahl an Vorschaubildern
fr: Nombre maximum d'images à prévisualiser
nl: Maximaal aantal afbeeldingen dat vooraf kan bekeken worden

source: Enter the threshold of the number of images to display in the directory preview pane. If there are more images for a given view, they will be displayed as hyperlinks.
de: Höchstzahl der Bilder, die in einer Verzeichnisvorschau angezeigt werden. Wenn es mehr Bilder bibt, werden diese als Hyperlinks dargestellt.
fr: Entrez le seuil du nombre d'images à afficher dans le panneau de prévisualisation du répertoire. Si il y a plus d'images pour une vue donnée, elles seront affichées comme des hyperliens.
nl: Vul een limiet in voor het aantal weer te geven afbeeldingen in het voorbeeldweergave-veld. Als er meer afbeeldingen zijn worden die als hyperlinks getoond.

source: Preview settings
de: Vorschaueinstellungen
fr: Paramètres de prévisualisation
nl: Instellingen voorbeeldweergave

source: Image Assist
de: Bilderhilfe
fr: Assistant d'Image
nl: Img_Help

source: This browser window has lost communication with the parent form, so images can no longer be inserted. This problem is usually solved by reopening this window from the originating link. Would you like to close this browser window now?
de: Dieses Browserfenster hat die Verbindung mit seinem Elternfenster verloren, so dass keine Bilder mehr eingefügt werden können. Normalerweise kann dieses Problem durch erneutes Öffnen dieses Fenster von der ursprünglichen Seite aus gelöst werden. Soll dieses Fenster jetzt geschlossen werden?
fr: Cette fenêtre de navigateur a perdu la communication avec le formulaire parent, donc les images ne seront plus insérés. Ce problème est généralement résolu en ré-ouvrant cette fenêtre à partir du lien d'origine. Voulez-vous fermer cette fenêtre de navigateur maintenant ?
nl: Dit browser-venster staat niet langer in verbinding met het ouderformulier. Hierdoor kunnen geen afbeeldingen meer worden toegevoegd. Dit probleem is te verhelpen door opnieuw een venster te openen via de originele link. Wilt u dit venster nu sluiten?

source: Filter options
de: Filteroptionen
fr: Options de filtre
nl: Filteropties

source: Go
de: Los
fr: OK
nl: Uitvoeren

source: my images
de: Meine Bilder
fr: mes images
nl: mijn afbeeldingen

source: all images
de: Alle Bilder
fr: toutes les images
nl: alle afbeeldingen

source: <p>%name's images</p>
de: <p>%names Bild</p>
fr: <p>Les images de %name</p>
nl: <p>%name's afbeeldingen</p>

source: <p>No images found for %name.</p>
de: <p>Keine Bilder für %name gefunden.</p>
fr: <p>Aucune image trouvée pour %name.</p>
nl: <p>Geen afbeeldingen gevonden met de naam %name.</p>

source: <p>No images found.</p>
de: <p>Keine Bilder gefunden.</p>
fr: <p>Aucune image trouvée.</p>
nl: <p>Geen afbeeldingen gevonden.</p>

source: Image preview pane
de: Bildvorschaufenster
fr: Panneau de prévisualisation d'image
nl: Voorbeeldweergave-veld afbeeldingen

source: <p><strong>&lt;-</strong> Select an image to preview.</p>
de: <p><strong&lt;-</strong> Bild für Vorschau auswählen.</p>
fr: <p><strong>&lt;-</strong> Sélectionner une image à prévisualiser.</p>
nl: <p><strong>&lt;-</strong> Selecteer een afbeelding die u vooraf wilt bekijken.</p>

source: Alternate text
de: Alternativtext
fr: Texte alternatif
nl: Alternatieve tekst

source: Provide a description of this image for the visually impaired.
de: Beschreibung des Bildes für sehbehinderte Benutzer.
fr: Fournit une description de cette image pour les mal-voyants
nl: Voeg een beschrijvende tekst toe voor slechtzienden.

source: Layout
de: Anordnung
fr: Mise en page
nl: Vormgeving

source: Align
de: Ausrichtung
fr: Aligner
nl: Uitlijnen

source: Border
de: Rand
fr: Bordure
nl: Rand

source: Spacing in pixels
de: Abstand in Pixeln
fr: Espacement en pixels
nl: Spaciëring in pixels

source: Image dimensions in pixels
de: Bildabmessungen in Pixel
fr: Dimensions de l'image en pixels
nl: Afbeeldingsformaat in pixels

source: Width
de: Breite
fr: Largeur
nl: Breedte

source: Height
de: Höhe
fr: Hauteur
nl: Hoogte

source: Maintain aspect ratio
de: Seitenverhältnis beibehalten
fr: Maintenir les proportions
nl: Verhoudingen aanhouden

source: Image caption
de: Bildbeschriftung
fr: Titre de l'image
nl: Bijschrift voor de afbeelding

source: Optional: Type a caption to display below your image.
de: Beschriftung, die unterhalb des Bildes angezeigt wird (optional).
fr: Optionel : Entrez un titre à afficher en dessous de votre image.
nl: Optie: Voeg een bijschrift aan de afbeelding toe.

source: Preview image
de: Bildvorschau
fr: Prévisualiser l'image
nl: Afbeelding vooraf bekijken

source: Insert image
de: Bild einfügen
fr: Insérer l'image
nl: Afbeelding toevoegen

source: Image to use
fr: Image à utiliser
nl: Gebruik deze afbeelding

source: Use original thumbnail
de: Originalvorschaubild benutzen
fr: Utiliser la vignette originale
nl: Gebruik de originele miniatuur

source: <p>Once you have clicked on an image to preview, you can modify its properties in this pane.</p>
de: <p>Sobald ein Bild ausgewählt wurde, können hier die Eigenschaften geändert werden.</p>
fr: <p>Une fois que vous avez cliqué sur une image à prévisualiser, vous pouvez modifier ses propriétés dans ce panneau.</p>
nl: <p>Klik op de preview om de eigenschappen van de afbeelding te veranderen.</p>

source: Horizontal
nl: Horizontaal

source: Vertical
de: Vertikal
nl: Vertikaal

source: img_assist
nl: img_help
