Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/username_check/translations/username_check.*.po
Languages: ru

source: Username check
ru: Проверка имени пользователя

source: Check username
ru: Проверить имя пользователя

source: Checking username availability ...
ru: Проверка доступности имени пользователя ...

source: The username %username is not allowed.
ru: Имя пользователя %username не доступно.

source: The name %username is already taken.
ru: Имя %username уже занято.

source: The username %username is available.
ru: Имя пользователя %username доступно.

source: Checking mode
ru: Режим проверки

source: Manual - executes upon clicking a button
ru: Ручной - выполняется по нажатию на кнопку

source: Automatic - executes when user leaves username field or upon timer
ru: Автоматический - выполняется, когда пользователь покидает поле имя пользователя или на таймере

source: Timer threshold
ru: Задержка таймера

source: Threshold in seconds (ex: 0.5, 1). Only for automatic mode.
ru: Задержка в секундах (ex: 0.5, 1). Только для автоматического метода.

source: Username AJAX check
ru: Проверка имени пользователя через AJAX

source: Check username originality on registration or create user form via AJAX request.
ru: Проверка уникальности имени пользователя на формах регистрации и создания пользователя через AJAX.
