Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/google_cse/translations/*.po
Languages: ru

source: Google Co-op Custom Search Engine
ru: Пользовательская поисковая система Google

source: Configure the Google Co-op Custom Search Engine.
ru: Настройка пользовательской поисковой системы Google.

source: Google Co-op Custom Search Engine ID
ru: Идентификатор пользовательской поисковой системы Google

source: Enter your <a target="_blank" href="http://www.google.com/coop/cse">Google Co-op Custom Search Engine ID</a>.
ru: Укажите ваш <a target="_blank" href="http://www.google.com/coop/cse">идентификатор пользовательской поисковой системы Google</a>.

source: Search results page title
ru: Заголовок страницы с результатами поиска

source: Enter the desired title of the page where the search results will be displayed.
ru: Укажите желаемое название страницы, где должны быть отображены результаты поиска.

source: Search
ru: Поиск

source: Searchbox width
ru: Ширина строки поиска

source: Enter the desired width, in characters, of the searchbox when displayed in a block.
ru: Укажите желаемую ширину строки поиска, в знаках.

source: Search results searchbox width
ru: Ширина строки поиска в области вывода результатов поиска

source: Enter the desired width, in characters, of the searchbox when displayed on the results page.
ru: Укажите желаемую ширину строки поиска в области вывода результатов поиска, в знаках.

source: Search results frame width
ru: Ширина области вывода результатов поиска

source: Enter the desired width, in pixels, of the search frame.
ru: Укажите ширину области вывода результатов поиска, в пикселях.

source: Search results "Add to Google" Google Gadget
ru: Кнопка "Добавить в Google"

source: Disabled
ru: Отключено

source: Enabled
ru: Включено

source: If enabled, an "Add to Google" button will be displayed above the search results. For this to function, you must <strong>not</strong> have <a target="_blank" href="http://www.google.com/coop/manage/cse/">configured</a> your CSE results to appear on this site, because Drupal sites are not compatible with the "q" parameter. Search results will still appear on this site for searches originating here.
ru: Если включено, над результатами поиска будет показываться кнопка "Добавить в Google". Чтобы работала эта функция, ваши результаты поиска CSE <strong>не</strong> должны быть <a target="_blank" href="http://www.google.com/coop/manage/cse/">настроены</a> для размещения на данном сайте, поскольку сайты на Drupal несовместимы с параметром "q". Результаты поиска должны просто появляться на этом сайте для местных поисковых запросов.

source: Search domain
ru: Адрес поискового сервера

source: Enter the domain for search results, e.g. <em>google.com</em>.
ru: Укажите домен поискового сервера, например, <em>google.com</em>.

source: search Google CSE
ru: искать в Google CSE

source: Use a Google Custom Search Engine to search your site and/or any other sites.
ru: Использует пользовательскую поисковую систему (CSE) Google для поиска по вашему сайту и/или любым другим сайтам.
