Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/banner/po/*.po
Languages: cs, fr, hu, nl

source: A renewal reminder has already been sent to '%name'
cs: Připomínka k obnovení byla už odeslána k'%name'
fr: Un renouvellement de rappel a déjà été envoyé à '%name'
nl: Een hernieuwings herinnering werd al verstuurd naar '%name'

source: [none]
cs: [žádný]
fr: [aucun]
nl: [geen]

source: Statistics
cs: Statistiky
fr: Statistiques
nl: Statistieken

source: Overall
cs: Celkový
fr: Général
nl: Algemeen

source: chance
cs: šance
hu: súlyozás
nl: kans

source: This week
cs: Tento týden
fr: Cette semaine
nl: Deze week

source: Today
cs: Dnes
fr: Aujourd'hui
nl: Vandaag

source: edit
cs: upravit
fr: Editer
nl: bewerk

source: Title
cs: Název
fr: Titre
nl: Titel

source: A name for this banner, used in administration only. e.g.: banner-1
cs: Jméno toho baneru použité pouze pro administrační účely. (např. banner-1)
fr: Un nom pour cette bannière, utilisé dans l'administration uniquement. Par exemple: banner-1
nl: Een naam voor deze advertentie, wordt enkel in de administratie gebruikt. Bijvoorbeeld 'advertentie-1'.

source: Target URL for this banner.
cs: Cílové URL tohoto baneru.
fr: URL cible pour cette bannière.
hu: A reklám cél URLje
nl: Doel URL voor deze advertentie.

source: Status of banner. A 'pending' banner requires administrative approval before it will be displayed. An 'enabled' banner is approved and actively being displayed. A 'disabled' banner is approved but disabled by the user. A 'blocked' banner is approved but disabled by the admin, for example after being displayed 'max views' times. A 'denied' banner was not approved by the admin.
cs: Stav baneru. 'Nevyřízený' baner vyžaduje schválení administrátor před tím, než bude zobrazen. 'Povolený' baner je schválený a aktivně zobrazován. 'Deaktivovaný' baner je schváleny ale vypnutý uživatelem. 'Blokovaný' baner je schválený ale vypnutý administrátorem, například po zobrazení 'Maximálního zobrazení'. 'Zakázaný' baner nebyl schválen administrátorem.
fr: Statut de la bannière. Une bannière 'suspendue' requière une appobation administrative avant de pouvoir s'afficher. Une bannière 'activée' est approuvée et s'affiche activement. Une bannière 'désactivée' est approuvée mais désactivée par l'utilisateur. Une bannière 'bloquée' est approuvée mais désactivée par l'administrateur, par exemple après avoir affiché 'visualisations max' fois. Une bannière 'refusée' n'a pas été approuvée par l'administrateur.
hu: A reklám állpota. A 'függőben' állapot adminisztrátori elfgoadásra vár megjelenése előtt. Az 'engedélyezett' reklám megjelenik az oldalon. A 'tiltott' reklámot az adminisztrátor elfogadta, de a felhasználó kikapcsolta. A 'blokkolt' reklámot az adminisztrátor elfogadta, de letiltotta (például a maximális megjelenés elérése után). A 'visszautasított' reklámot az adminisztrátor nem fogadta el.
nl: Status van de advertentie. Een 'wachtende' advertentie, heeft de goedkeuring nodig van iemand van de administratie, voordat het getoond kan worden. Een 'uitgezette' advertentie is goedgekeurd, maar uitgezet door de eigenaar. Een 'geblokkeerde' advertentie is goedgekeurd, maar uitgezet door de administratie, bijvoorbeeld omdat het maximale aantal bezichtingen overschreden is. Een 'niet goedgekeurde' advertentie is nog niet goedgekeurd door de administratie.

source: Owner
cs: Vlastník
fr: Propriétaire
hu: Tulajdonos
nl: Eigenaar

source: Optional UID of site user that own this banner. This user will be able to view banner statistics.
cs: Nepovinná identifikace uživatele (UID), který vlastní tento baner. Tento uživatel bude moci sledovat statistiky baneru.
fr: UID facultatif pour l'utilisateur du site propriétaire de cette bannière. Cet utilisateur pourra voir les statistiques de la bannière.
hu: Opcionálisan megadható tulajdonosi felhasználói azonosító szám. Ez a felhasználó láthatja majd a reklám statisztikáit.
nl: Optioneel een UID van de gebruiker die de advertentie bezit. Deze gebruiker zal dan onder andere de statistieken kunnen bekijken.

source: Position
cs: Pozice
nl: Positie

source: Position of this banner in the page.
cs: Pozice tohoto baneru na stránce.
fr: Position de cette bannière dans la page.
hu: A reklám helye az oldalon.
nl: Positie van de advertentie op de pagina.

source: Automatically publish banner
cs: Automatické zveřejnění baneru
fr: Bannière automatiquement publiée
hu: Reklám automatikus bekapcsolása
nl: Advertentie automatisch publiceren

source: The date at which this banner will be automatically published. Leave empty if you don't want to schedule this banner, or fill out a string containing an English date format. Example input:
cs: Datum, kdy bude baner automaticky zveřejněn. Ponechte prázdné pokud nechcete plánovat tento baner, nebo vyplňte řetězec obsahující formátovaní datumu, například:
fr: La date à laquelle cette bannière sera automatiquement publiée. Laissez vide si vous ne voulez pas plannifier cette bannière, ou compléter une chaîne de caractères comportant une date au format Anglais. Exemple d'entrée:
hu: A reklám automatikus megjelenésének dátuma. Hagyd üresen, ha nem szeretnéd időzíteni a megjelenést, vagy angol dátumot formátumot használj. Példák:
nl: De datum op welke deze advertentie automatisch gepubliceerd zal worden. Laat leeg indien u niet automatisch wilt laten publiceren, of vul een Engels datumformaat in. Voorbeeldingave:

source: Automatically unpublish banner
cs: Automatické nezveřejnění baneru
fr: Bannière automatiquement dépubliée
hu: Reklám automatikus kikapcsolása
nl: Automatisch uitzetten van de advertentie

source: The date at which this banner will be automatically unpublished. Leave empty if you don't want to schedule this banner, or fill out a string containing an English date format. Example input:
cs: Datum, kdy bude baner automaticky nezveřejněn. Ponechte prázdné pokud nechcete plánovat tento baner, nebo vyplňte řetězec obsahující formátovaní datumu, například:
fr: La date à laquelle cette bannière sera automatiquement dépubliée. Laissez vide si vous ne voulez pas plannifier cette bannière, ou compléter une chaîne de caractères comportant une date au format Anglais. Exemple d'entrée:
hu: A reklám automatikus eltűnésének dátuma. Hagyd üresen, ha nem szeretnéd időzíteni az eltűnést, vagy angol dátumot formátumot használj. Példák:
nl: De datum op welke deze advertentie automatisch geblokkeerd zal worden. Laat leeg indien u niet automatisch wilt laten publiceren, of vul een Engels datumformaat in. Voorbeeldingave:

source: Daily notification
cs: Denní oznámení
fr: Notification journalière
nl: Dagelijkse notificatie

source: Daily notification of banner statistics. If enabled, the owner of this banner will receive daily notification emails summarizing banner activity.
cs: Denní oznámení statistik baneru. Pokud je povoleno, vlastník baneru bude automaticky dostávat emailové oznámení shrnující aktivity baneru.
fr: Notification journalière pour les statistiques de bannière. Si activé, le propriétaire de cette bannière recevra un email de notification journalier récapitulant l'activité de la bannière.
nl: Dagelijkse notificatie e-mails met advertentiestatistieken. Indien aangezet, zal de eigenaar van deze advertentie dagelijkse e-mails ontvangen die de advertentieactiviteit samenvatten.

source: Weekly notification
cs: Týdenní oznámení
fr: Notification hebdomadaire
nl: Wekelijkse notificatie

source: Weekly notification of banner statistics. If enabled, the owner of this banner will receive weekly notification emails summarizing banner activity.
cs: Týdenní oznámení statistik baneru. Pokud je povoleno, vlastník baneru bude automaticky dostávat emailové oznámení shrnující aktivity baneru.
fr: Notification hebdomadaire pour les statistiques de bannière. Si activé, le propriétaire de cette bannière recevra un email de notification hebdomadaire récapitulant l'activité de la bannière.
nl: Wekelijkse notificatie e-mails met advertentiestatistieken. Indien aangezet, zal de eigenaar van deze advertentie wekelijks e-mails ontvangen die de advertentieactiviteit samenvatten.

source: Notification failures
cs: Oznámení selhalo
fr: Echecs de notification
nl: Notificatie foutmeldingen

source: Total number of failed notifications for this banner.
cs: Počet selhaných oznámení pro tento baner.
fr: Nombre total de notifications échoué pour cette bannière.
nl: Totaal aantal mislukte notificaties voor deze advertentie.

source: Reminder notification
cs: Připomenout oznámení
fr: Notification de rappel
nl: Herinnerings notificatie

source: Banner expiration notification. If enabled and properly configured, prior to this banner expiring a reminder email will be sent to the banners owner.
cs: Oznámení o vypršení baneru. Pokud je povoleno a správně nakonfigurováno, bude zasláno oznámení o vypršení baneru jeho vlastníkovi.
fr: Notification d'expiration de bannière. Si activé et correctement configuré, avant l'expiration de la bannière une notification de rappel est envoyée aux propriétaires des bannières.
nl: Advertentie afloop notificatie. Indien aangezet, en geconfigureerd, zal de eigenaar een bericht ontvangen als de advertentie bijna verloopt.

source: Chance
cs: Šance
hu: Súlyozás
nl: Kans

source: Chance of this banner to show, related to other banners. If a banner has chance 1 and another has chance 2, the second will show twice as much.
cs: Šance tohoto baneru pro zobrazeni. Má vztah k ostatním banerům. Pokud má baner 1 a jiný baner šanci 2 bude druhý zobrazován dvakrát častěji.
fr: Chance de cette bannière d'être montrée, relative aux autres bannières. Si une bannière a la chance 1 et une autre a la chance 2, la seconde sera montrée deux fois plus.
hu: Más reklámokhoz képest megadott súlyzás a reklám fontosságát illetően. Ha egy reklám 1-es súlyt kap, egy másik 2-est, akkor az utóbbi kétszer annyi alkalommal fog megjelenni, mint az előbbi.
nl: Kans dat de advertentie getoond wordt, in relatie tot andere advertenties. Als een advertentie een kans 1 heeft, en een andere advertentie een kans 2, zal de tweede ook tweemaal zo vaak getoond worden.

source: Maximum total clicks
cs: Maximální počet kliknutí
fr: Total de cliques maximum
nl: Maximum aantal klikken

source: Maximum number of clicks this banner can have. After this the banner will be automatically blocked. Set to 0 to allow for unlimited clicks.
cs: Maximální počet kliknutí, které může tento baner mít. Po té bude baner automaticky zablokován. Nastavte 0 pro neomezený počet kliknutí.
fr: Nombre de cliques maximum supporté par cette bannière. Ensuite cette bannière sera automatiquement bloquée. Mettre à 0 pour permettre d'illimiter les cliques.
nl: Maximum aantal klikken die deze advertentie mag hebben. Daarna zal deze advertentie automatisch uitgezet worden. Stel in op 0 indien u een ongelimiteerd aantal toestaat.

source: Maximum total views
cs: Maximální počet zobrazení
fr: Total de visualisations maximum
nl: Maximum aantal bezichtigingen

source: Maximum number of views this banner can have. After this the banner will be automatically blocked. Set to 0 to allow for unlimited views.
cs: Maximální počet zobrazení, které může tento baner mít. Po té bude baner automaticky zablokován. Nastavte 0 pro neomezený počet zobrazení.
fr: Nombre de visualisations maximum supporté par cette bannière. Ensuite cette bannière sera automatiquement bloquée. Mettre à 0 pour permettre d'illimiter les visualisations.
nl: Maximum aantal bezichtigingen die deze advertentie mag hebben. Daarna zal deze advertentie automatisch uitgezet worden. Stel in op 0 indien u een ongelimiteerd aantal toestaat.

source: Maximum weekly views
cs: Maximální týdenní zobrazení
fr: Visualisations hebdomadaires maximum
nl: Maximum wekelijkse bezichtigingen

source: Maximum number of weekly views this banner can have. After this the banner will be automatically disabled. Set to 0 to allow for unlimited weekly views.
cs: Maximální počet týdenních zobrazení, které může tento baner mít. Po té bude baner automaticky zablokován. Nastavte 0 pro neomezený počet zobrazení.
fr: Nombre de visualisations hebdomadaires maximum supporté par cette bannière. Ensuite cette bannière sera automatiquement désactivée. Mettre à 0 pour permettre d'illimiter les visualisations hebdomadaires.
nl: Maximum aantal bezichtigingen die deze advertentie per week mag hebben. Daarna zal deze advertentie automatisch uitgezet worden. Stel in op 0 indien u een ongelimiteerd aantal toestaat.

source: Maximum daily views
cs: Maximální denní zobrazení
fr: Visualisations journalières maximum
nl: Maximum aantal dagelijkse bezichtigingen

source: Maximum number of daily views this banner can have. After this the banner will be automatically disabled. Set to 0 to allow for unlimited daily views.
cs: Maximální počet denních zobrazení, které může tento baner mít. Po té bude baner automaticky zablokován. Nastavte 0 pro neomezený počet zobrazení.
fr: Nombre maximum de visualisations journalières supporté par cette annonce. Ensuite cette bannière sera automatiquement désactivée. Mettre à 0 pour permettre d'illimiter les visualisations journalières.
nl: Maximum aantal bezichtingen die deze advertentie per dag mag hebben. Daarna zal deze advertentie automatisch uitgezet worden. Stel in op 0 indien u een ongelimiteerd aantal toestaat.

source: reset
cs: vynulovat
fr: réinitialiser
nl: teruggezet

source: total
cs: celkový
nl: totaal

source: You can reset all values in one or more of the above rows by checking the appropriate checkbox(es) then clicking 'Save' below. CAUTION: This can not be undone. Once you check 'reset' and then click 'Save' below you will not be able to restore the previous values.
cs: Můžete vynulovat všechny hodnoty v jednom nebo více řádků po zaškrtnutí příslušných zaškrtávacích rámečků a poté kliknout na 'Uložit'. UPOZORNĚNÍ: Tato akce nemůže být vrácena.
fr: Vous pouvez réinitialiser toutes les valeurs dans une ou plusieurs colonnes en vérifiant la (les) case(s) appropriée(s) puis en cliquant sur 'Sauvegarder' ci-dessous. AVERTISSEMENT: Ceci ne peut pas être défait. Une fois que vous avez 'réinitialiser' et cliquer 'Sauvegarder' ci-dessous vous ne pourrez plus restaurer les valeurs antérieures.
nl: U kunt alle waarden terugzetten in een vna de bovenstaande rijen, door deze aan te vinken en op 'Opslaan' hieronder te drukken. WAARSCHUWING: Dit kan niet ongedaan gemaakt worden. Eens teruggezet, en opgeslagen kunt u uw originele waarden niet meer terughalen.

source: The file to use for this banner. You can upload an image, a flash or an html/txt file. If you are editing the banner you don't need to re-upload the image.
cs: Soubor k použití pro tento baner. Můžete nahrát obrázek, flash nebo textový/html soubor. Pokud editujete baner, nepotřebujete znovu nahrávat obrázek.
fr: Le fichier à utiliser pour cette bannière. Vous pouvez charger une image, un flash ou un fichier html/txt. Si vous éditez la bannière vous n'avez pas besoin de re-charger l'image.
hu: A reklámhoz tartozó állomány (kép, Flash, HTML vagy szöveges). A reklám szerkesztésekor nem kell újra feltöltened az állományt.
nl: Het bestand dat voor deze advertentie wordt gebruikt. U kunt een afbeelding, een flash of een HTML/text bestand indienen. Indien u een advertentie bewerkt hoeft u hem niet opnieuw te uploaden.

source: File
cs: Soubor
fr: Fichier
nl: Bestand

source: banner updated.
cs: baner aktualizován.
fr: bannière mise à jour.
hu: reklám felöltve.
nl: advertentie opgeslagen

source: banner added.
cs: baner přidán.
fr: bannière ajoutée.
hu: reklám felvéve.
nl: advertentie toegevoegd

source: banner deleted.
cs: baner smazán.
fr: bannière supprimée.
hu: reklám törölve
nl: advertentie verwijderd.

source: options
cs: volby
nl: opties

source: view
cs: zobrazit
fr: voir
nl: bekijk

source: day's limit reached
cs: denní limit dosažen
fr: Limite quotidienne atteinte
hu: elérte a napi korlátot
nl: dagelijks limiet bereikt

source: week's limit reached
cs: týdenní limit dosažen
fr: Limite hebdomadaire atteinte
hu: elérte a heti korlátot
nl: wekelijks limiet bereikt

source: blocked
cs: blokovaný
fr: verroullé
nl: geblokkeerd

source: denied
cs: odmítnutý
fr: refusé
nl: geweigerd

source: Hello %username, Here is your daily summary for your '%bannername' banner on %sitename: Today: Views: %day_views Clicks: %day_clicks This week: Views: %week_views Clicks: %week_clicks All time: Views: %total_views Clicks: %total_clicks -- This email was automatically generated at your request. Unsubscribe here: %url
cs: Vítej %username, zde je denní souhrn pro tvůj '%bannername' baner na %sitename: Dnes: Zobrazení: %day_views Kliknutí: %day_clicks Tento týden: Zobrazení: %week_views Kliknutí: %week_clicks Vše: Zobrazení: %total_views Kliknutí: %total_clicks -- Tento email byl automaticky vygenerován na vaši žádost. Odhlásit se můžete zde: %url
fr: Bonjour %username, Voici un résumé journalier pour votre '%bannername' annonce du %sitename: Aujourd'hui: Visualisations: %day_views Cliques: %day_clicks Cette semaine: Visualisations: %week_views Cliques: %week_clicks Depuis toujours: Visualisations: %total_views Cliques: %total_clicks -- Cet email a été généré automatiquement à votre demande. Se désabonner ici: %url
hu: Kedves %username, Az alábbiakban olvashatod a '%bannername' reklámod napi összefoglalóját a %sitename webhelytől: Mai: Megjelenés: %day_views Kattintás: %day_clicks Heti: Megjelenés: %week_views Kattintás: %week_clicks Összesített: Megjelenés: %total_views Kattintás: %total_clicks -- Ez a levél automatikusan érkezett kérésedre. Leiratkozási lehetőség: %url
nl: Hallo %username, Hier is uw dagelijkse samenvatting voor uw '%bannername' banner op %sitename: Vandaag: Bekeken: %day_views Kliks: %day_clicks Deze week: Bekeken: %week_views Kliks: %week_clicks Altijd: Bekeken: %total_views Kliks: %total_clicks -- Deze email wer automatish gegenereerd op uw aanvraag. Meldt u af: %url

source: Hello %username, Here is your weekly summary for your '%bannername' banner on %sitename: Today: Views: %day_views Clicks: %day_clicks This week: Views: %week_views Clicks: %week_clicks All time: Views: %total_views Clicks: %total_clicks -- This email was automatically generated at your request. Unsubscribe here: %url
cs: Vítej %username, zde je týdenní souhrn pro tvůj '%bannername' baner na %sitename: Dnes: Zobrazení: %day_views Kliknutí: %day_clicks Tento týden: Zobrazení: %week_views Kliknutí: %week_clicks Vše: Zobrazení: %total_views Kliknutí: %total_clicks -- Tento email byl automaticky vygenerován na vaši žádost. Odhlásit se můžete zde: %url
fr: Bonjour %username, Voici un résumé hebdomadaire pour votre '%bannername' annonce du %sitename: Aujourd'hui: Visualisations: %day_views Cliques: %day_clicks Cette semaine: Visualisations: %week_views Cliques: %week_clicks -- Cet email a été généré automatiquement à votre demande. Se désabonner ici: %url
hu: Kedves %username, Az alábbiakban olvashatod a '%bannername' reklámod heti összefoglalóját a %sitename webhelytől: Mai: Megjelenés: %day_views Kattintás: %day_clicks Heti: Megjelenés: %week_views Kattintás: %week_clicks Összesített: Megjelenés: %total_views Kattintás: %total_clicks -- Ez a levél automatikusan érkezett kérésedre. Leiratkozási lehetőség: %url
nl: Hallo %username, hier is uw wekelijkse samenvatting voor uw '%bannername' banner op %sitename: Vandaag: Bekeken: %day_views Kliks: %day_clicks Deze week: Views: %week_views Clicks: %week_clicks Altijd Views: %total_views Clicks: %total_clicks -- Deze email wer automatish gegenereerd op uw aanvraag. Meldt u af: %url

source: Hello %username, Your advertisement '%bannername' on %sitename will expire on %expire. Please let us know if you are interested in renewing. To date, this ad has been viewed %total_views times and clicked %total_clicks times. Thank you! %sitename team
cs: Hello %username, Vaše reklama'%bannername' na %sitename vyprší %expire. Prosím dejte nám vědět pokud máte zájem o obnovení.. K dnešnímu dni byla reklama zobrazena %total_views a počet kliknutí: %total_clicks. Děkujeme! %sitename team
fr: Bonjour %username, Votre annonce '%bannername' sur %sitename expirera le %expire. Veuillez nous informer si vous souhaitez renouveler. A ce jour, cette annonce a été visualisée %total_views fois et cliquée %total_clicks fois. Merci! %sitename équipe
hu: Kedves %username, A '%bannername' hirdetésed a %sitename webhelyen lejár %expire dátummal. Arra kérünk, vedd fel velünk a kapcsolatot, amennyiben folytatni szeretnéd a hirdetést. Eddig a pillanatig a reklám %total_views alkalommal jelent meg, és %total_clicks alkalommal kattintotak rá. Köszönjük! %sitename csapat
nl: Hallo %username, Your advertentie '%bannername' op %sitename zal aflopen op %expire. Laat ons alstublieft weten of u geïntyeresseerd bnt in een verlenging. Tot vandaag, werd deze advertentie %total_views maal bekeken en %total_clicks maal geklikt. Bedankt voor de samenwerking %sitename team

source: Cache disabled
cs: Vyrovnávací paměť vypnuta
fr: Cache désactivé
hu: Gyorsítótár letiltva
nl: Cache uitgezet

source: has been 1 failed notification attempt
cs: selhal 1 pokus o oznámení
fr: 1 tentative de notification a échoué
nl: er was een 1 mislukte notificatie poging

source: administer banners
cs: administrace banerů
fr: administrer les bannières
hu: admin: reklámok
nl: administreer advertenties

source: manage banners
cs: spravovat banery
fr: gérer les bannières
hu: saját reklámok kezelése
nl: beheer advertenties

source: upload banner
hu: reklám feltöltése

source: Manage banners
hu: Reklámok kezelése

source: all banners
hu: minden reklám

source: Upload a new banner
hu: Reklám felöltése

source: View your banners
hu: Reklámjaid megtekintése

source: View all banners
hu: Minden reklám megtekintése

source: A name for this banner, used in administration only. e.g.: chinotto-1
hu: A reklám neve, melyet az adminisztráció során használhatsz majd, pl: 'reklam-1' (idézőjelek nélkül).

source: Max views
hu: Maximális megjelenés

source: Maximum number of views this banner will have. After this the banner will be disabled. Set to 0 for unlimited.
hu: A reklám maximális megjelenés száma, melyet követően tiltottá válik. Ha nullára állítod, akkor nem lesz ilyen korlát.

source: Max clicks
hu: Maximális kattintás

source: Maximum number of clicks this banner will have. After this the banner will be disabled. Set to 0 for unlimited.
hu: A reklám maximális kattintás száma, mely elérését követően tiltottá válik. Ha nullára állítod, akkor nem lesz ilyen korlát.

source: pub
hu: megjelenik

source: unpub
hu: eltűnik

source: don't show banners
hu: reklámok eljrejtése
