Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/banner/po/*.po
Languages: cs, fr, hu, nl

source: A banner system.
cs: Banerový systém
fr: Un système de bannière.
hu: Reklámok megjelenítése.
nl: Een banner systeem

source: <p>For each of your advertisements previewed above you are able to view live statistics. The three rows below offer daily, weekly, and total statistics. The column 'views' shows how many times your ad has been displayed to visitors of this web site. The column 'click' shows how many times a visitor has clicked your ad and been redirected to your website. The column '%' is what percentage of ad views result in a click-through.</p><p>It is possible to throttle your ad to prevent it from being displayed more than a certain number of times in one day. In the 'max views' column you can enter a number in the 'day' or 'week' column, then click 'Update' below. If you purchased your ad "by the click-through", the 'max clicks' column below will reflect how many click-throughs you purchased. The 'views left' and 'clicks left' columns display how many clicks and views are left for your ad.</p><p>If you are interested in automatically receiving emails that summarize your ad's activity, put a check mark in the 'notify' column. To receive daily emails, put a check in the 'today' row. To receive weekly emails, put a check in the 'this week' row. Finally, it is possible to enable or disable your ad in real time with the drop-down menu. After making any changes, be sure to click 'Update' for the ad that you have modified.</p>
cs: <p>Pro každou z vašich reklam zobrazených nahoře si můžete nechat zobrazit aktuální statistiky. Tři řádky dole ukazují denní týdenní a celkové statistiky. Sloupec 'Zobrazení' ukazuje kolikrát byla reklama zobrazena návštěvníkům těchto stránek. Sloupec 'Kliknutí' ukazuje kolikrát návštěvník klikl na reklamu a byl přesměrován na vaše stránky. Sloupec '%' ukazuje kolik procent zobrazení reklamy bylo provedeno skrze kliknutí.</p><p>Je možné omezit počet zobrazení reklam během jednoho dne.To provedete zadáním čísla do sloupce 'Maximum zobrazení' můžete určit omezení pro den nebo týden. Změnu potvrdíte stiskem 'Aktualizovat'. Pokud jste si reklamu koupili pomocí kliknutí, sloupec 'Maximum kliknutí' ukazuje kolik kliknutí jste si zakoupili. Sloupce 'Zbylá zobrazení' a 'Zbylá kliknutí' ukazují kolik zobrazení a kliknutí vám ještě zbývá pro vaši reklamu.</p><p>Pokud máte zájem o automatické zasílání emailů, které budou sumarizovat statistiky pro reklamy, zaškrtněte sloupec 'Oznámení'. Pokud chcete dostávat denní souhrny zaškrtněte řádku 'Dnes', pro týdenní souhrny zaškrtněte 'Tento týden'. Je též možné povolit nebo deaktivovat vaši reklamu pomocí rozbalovací nabídky. Po provedení jakékoliv změny se ujistěte, že jste klikli na tlačítko 'Aktualizovat', aby se vaše změny projevily.</p>
fr: <p> Pour chacune de vos annonces visionnées au-dessus, vous pouvez voir des statistiques en direct. Les trois rangées en-dessous offrent des statistiques quotidiennes, hebdomadaires, et totales. La colonne 'visualisation' montre combien de fois votre annonce a été affichée aux visiteurs de ce site Web. La colonne 'clique' montre combien de fois un visiteur a cliqué sur votre annonce et a été redirigé vers votre site web. La colonne '%' correspond au pourcentage de visualisations de l'annonce, suite aux cliques publicitaires.</p><p>Il est possible pour réguler votre annonce pour éviter qu'elle soit montrée plus d'un certain nombre de fois en une journée. Dans la colonne de 'visualisations max' vous pouvez entrer un nombre dans la colonne de 'jour 'ou 'semaine ', puis cliquez sous 'mise à jour' ci-dessous. Si vous avez acquis votre annonce "par des cliques publicitaires", la colonne de 'cliques max' ci-dessous renverra combien de cliques vous avez acquis. Les colonnes de 'visualisations abandonnées' et de 'cliques abandonnés' montre combien de cliques et de visualisations sont été abandonnés pour votre annonce.</p><p>Si vous souhaitez recevoir automatiquement les emails qui récapitulent l'activité de votre annonce, cochez la colonne 'notification'. Pour recevoir les email quotidiens, cochez la rangée 'aujourd'hui'. Pour recevoir les emails hebdomadaires, cochez la rangée 'cette semaine'. Enfin, il est possible d'activer ou de désactiver votre annonce en temps réel avec le menu déroulant. Après avoir effectué tous les changements, soyez sûr de cliquer la 'mise à jour' pour l'annonce que vous avez modifiée.</p >
hu: <p>Bármely fent megjelenített reklámhoz tartozó élő statisztikát meg tudod tekinteni. Az alábbi három sor szolgáltatja a napi, heti és összesített statisztikai adatokat. A 'letöltés' oszlop mutatja, hogy hányszor töltötték le az oldal látogatói a reklámodat. A 'kattintás' oszlop ad információt arról, hogy látogatóink hányszor klikkeltek a reklámra, és kerültek átriányításra az oldaladra. A '%' oszlop mutatja, hogy a megjelenések mekkora százaléka vezetett klikkelésre.</p><p>A reklámok napi illetve heti megjelenéséhez limiteket is meg tudsz adni a 'maximális megjelenés' oszlopban. Ha a reklámot a klikkelések száma szerint fizeted, a 'maximális kattintás' mutatja, hogy mekkora mennyiséget vásároltál. A 'maradék megjelenés' illetve 'maradék kattintás' értelemszerűen azt mutatja, hogy mennyi megjelenés illetve kattintás maradt a reklám számára.</p><p>Amennyiben igényled a reklám statisztikai adatai alapján küldött összesítő leveleket, a 'figyelmeztetés' oszlopban lévő jelölőnégyzetet kapcsold be. Amennyiben napi leveleket szeretnél kapni, a 'mai nap' jelölőt kapcsold be, heti rendszeresség esetén az 'ezen a héten' jelölőt. Végül lehetőséged van a reklámod engedélyezésére és letiltására is. A beállítások változtatása után ne felejtsd el megnyomni a 'Frissítés' gombot a módosított reklámnál.</p>
nl: <p>Voor elk van uw advertenties die u hierboven ziet, kunt u live statistieken bekijken. De drie rijen hieronder geven dagelijkse, wekelijkse en totale statistieken weer. </p><p>De kolom 'weergaven' geeft aan hoe vaak uw advertentie werd bekeken door bezoekers van de site. </p>De kolom 'kliks' geeft aan hoe vaak een bezoeker op een advertentie heeft geklikt en toen naar uw site gebracht werd. </p><p>De kolom '%' geeft aan op welk percentage van uw bekeken advertenties geklikt werd. </p><p>Het is mogelijk om uw advertentie te schakelen en het zodanig niet meer dan een gegeven aantal malen per dag te laten zien. </p><p>In de 'maximum bekekenn' kolom kunt u een aantal geven voor 'dag' of 'week'. Indien u uw banner aangeschaft heeft, gebaseerd op aantal kliks, geeft de 'maximum aantal klikken' kolom aan hoeveel klikken u heeft aangeschaft. De 'overgebleven bezichtigingen' kolom geeft aan hoeveel malen uw banner nog bekeken kan worden.</p> <p>Indien u statistieken per mail wilt ontvangen, selecteert u dan de optie 'notificatie'. Om dagelijkste mails te ontvangen, kiest u voor 'dagelijks', voor wekelijkse emails selecteert u 'wekelijks'. </p><p>Als laatste kunt u direct uw advertentie uit of aanzetten in het selectiemenu. </p><p>Nadat u de instellingen veranderd hebt, moet u op 'Indienen' drukken, om uw waarden op te slaan.</p>

source: Cache handler
cs: Obsluha vyrovnávací paměti
fr: Gestionnaire de cache
hu: Gyorsítótár kezelő
nl: Cache afhandeling

source: Choose a cache handler. No caching has horrible performance but works always. File caching needs write permissions for apache user to misc/ directory.
cs: Vyberte si obsluhu vyrovnávací paměti. Žádná vyrovnávací paměť má špatný vliv na výkon, ale pracuje vždy. Ukládání do vyrovnávací paměti potřebuje mít práva pro zápis pro uživatele Apache v adresáři misc/.
fr: Choisir le gestionnaire de cache. Sans système de cache les performances sont mauvaises, mais fonctionne. Le fichier de cache a besoin des droits d'écriture pour les utilisateur apache dans le répertoire misc/ directory.
hu: Válassz egy gyorsítótár kezelőt. Ha nem alkalmazol gyorsítótárat, mindeképpen működni fognak a reklámok, de nagyon rossz teljesítménnyel. Az állomány alapú gyorsítótárazás írási jogot igényel a misc/ könyvtárra a webgyökérben.
nl: Kies een cache ahandeling. Geen caching heeft grote gevolgen voor snelheid, maar werkt altijd. Bestandscaching vereist schrijfrechten voor de server in de misc/ map.

source: Cache key
cs: Klíč vyrovnávací paměti
fr: Clé de cache
hu: Gyorsítótár kulcs
nl: Cache sleutel

source: Cache key for this site: it must be an unique numeric value.
cs: Klíč vyrovnávací paměti pro toto místo: musí být unikátní číselná hodnota.
fr: La clé de cache pour ce site: il doit être une valeur numérique unique.
hu: A webhely gyorsítótár kulcsa: mindenképpen egyedi számértéknek kell lennie
nl: Cache sleutel voor deze site. Het moet een unieke waarde zijn.

source: Cache settings
cs: Nastavení vyrovnávací paměti
fr: Paramètres de cache
hu: Gyorsítótár beállítások
nl: Cache instellingen

source: Body of daily notification e-mail
cs: Obsah oznámení denního emailu
fr: Corps de l'email de notification journalière
hu: A napi összefoglaló üzenet törzse
nl: Inhoud van de dagelijkse notificatie e-mail

source: Customize the body of the daily notification e-mail, only sent to banner owners when they enable daily notification.
cs: Upravit obsah oznámení denního emailu, zasílá se pouze vlastníkům baneru, pokud si aktivovali denní oznámení.
fr: Personnaliser le corps de l'email de notification journalière, envoyé uniquement aux propriétaires des bannières lorsqu'ils activent la notification journalière.
hu: Itt szabhatod testre a napi összefoglaló levél tartalmát, melyet a reklám tulajdonosok kapnak ha napi figyelmeztetéseket kérnek.
nl: Pas de inhoud van de dagelijkse notificatie e-mail aan. Wordt enkel verstuurd naar advertentie-eigenaars die deze optie aangezet hebben.

source: Available variables are:
cs: Dostupné proměnné jsou:
fr: Les variables disponibles sont:
hu: A szövegben használható változók:
nl: Beschikbare variabelen zijn:

source: Body of weekly notification e-mail
cs: Obsah oznámení týdenního emailu
fr: Corps de l'email de notification hebdomadaire
hu: Heti összefoglaló levél törzse
nl: Inhoud van de wekelijkse notificatie e-mail

source: Customize the body of the weekly notification e-mail, only sent to banner owners when they enable weekly notification.
cs: Upravit obsah oznámení týdenního emailu, zasílá se pouze vlastníkům baneru, pokud si aktivovali týdenní oznámení.
fr: Personnaliser le corps de l'email de notification hebdomadaire, envoyé uniquement aux propriétaires de bannières lorsqu'ils activent la notification hebdomadaire.
hu: Itt szabhatod testre a heti összefoglaló levél tartalmát, melyet a reklám tulajdonosok kapnak ha heti figyelmeztetéseket kérnek.
nl: Pas de inhoud van de wekelijkse notificatie e-mail aan. Wordt enkel verstuurd naar advertentie-eigenaars die deze optie aangezet hebben.

source: Disable notifications to user after how many failed mail attempts
cs: Deaktivovat oznámení uživateli po kolika chybných pokusech o odeslání
fr: Désactiver les notifications aux utilisateurs après combien de tentatives d'envoi échouées
hu: Ennyi sikertelen email küldési kísérlet után a figyelmeztető levelek küldése letintandó
nl: Notificaties afzetten, na het volgende aantal mislukte mail pogingen

source: Disabled
cs: Vypnuto
fr: Désactivé
nl: Uitgezet

source: User notification settings
cs: Uživatelské nastavení oznámení
fr: Paramètres de notification utilisateur
hu: Felhasználó értesítési beállítások
nl: Gebruikers notificatie instellingen

source: Automatic renewal reminder
cs: Automatická připomínka obnovení
fr: Rappel automatique de renouvellement
hu: Automatikus megújítási figyelmeztetés
nl: Automatische vernieuwings herrinneringen

source: Enabled
cs: Povoleno
fr: Activé
nl: Aangezet

source: If enabled, an automatic reminder can be emailed when an advertisement is about to expire. This email can remind your customers that they need to renew their advertisement on your site.
cs: Pokud je povoleno, bude zaslána automatická připomínka pokud se blíží doba vypršení reklamy. Tento email může připomenout vašim zákazníkům, že je potřeba obnovit jejich reklamy.
fr: Si activé, un rappel automatique peut-être envoyé dès qu'une annonce est sous le point d'expirer. Ce message peut rappeler les utilisateurs qu'ils ont besoin de renouveler leurs annonces sur le site.
hu: Amennyiben engedélyezett, automatikus figyelmeztető levelek küldhetőek a felhasználóknak a reklámok lejárata előtt. Ez a levél alkalmas az ügyfelek figyelmeztetésére, hogy a reklámok megújítása időszerűvé vált.
nl: Indien aangezet, zal een automatische herrinnering verstuurd worden als de advertentie afloopt. Deze mail kan gebruikers erop attenderen dat ze hun advertenties moeten vernieuwen.

source: Send reminder
cs: Zaslat připomínku
fr: Envoyer un rappel
hu: Figyelmeztetés küldése
nl: Verstuur herinnering

source: Send the renewal reminder this long before the advertisement expires.
cs: Zaslat připomínku k obnovení před vypršením reklamy.
fr: Envoyer un nouveau rappel ceci longtemps avant que l'annonce expire.
hu: A reklám lejárata előtt ennyivel kerüljön elküldésre a figyelmeztetés.
nl: Verstuur de vernieuwings herinnering zo lang voordat de advertentie afloopt.

source: Body of renewal reminder e-mail
cs: Obsah emailu připomínky k obnovení
fr: Corps de l'email de notification de rappel
hu: Megújítási figyelmeztető levél törzse
nl: Inhoud van de verniewings herrinnering

source: Customize the body of the renewal reminder e-mail, only sent once to banner owners when their ad is about to expire.
cs: Upravit obsah emailu připomínky k obnovení, bude zaslána pouze vlastníkům baneru pokud se blíží doba vypršení reklamy.
fr: Personnaliser le corps de l'email de notification de rappel, envoyé une fois aux propriétaires des bannières lorsque leurs annonces est sous le point d'expirer.
hu: A megújítási figyelmztető levél törzse akkor kerül elküldésre, amikor a reklám lejárti ideje közeledik.
nl: Pas de inhoud van de hernieuwings herinnering. Wordt enkel verstuurd naar advertentie-eigenaars wiens advertentie bijna verloopt.

source: Renewal reminder settings
cs: Nastavení připomínky k obnovení
fr: Paramètres de rappel de renouvellement
hu: Megújítási figyelmeztetés beállítások
nl: Verniewings herrinnerings instellingen

source: banners
cs: banery
fr: bannières
hu: reklámok
nl: advertenties

source: View your banners.
cs: Zobrazit vaše banery.
fr: Voir vos bannières.
hu: Reklámok megtekintése.
nl: Bekijk uw advertenties.

source: banner
cs: baner
fr: bannière
hu: reklám
nl: advertentie

source: my banners
cs: moje banery
fr: mes bannières
hu: reklámjaim
nl: mijn advertenties

source: view my banners
cs: zobrazit moje banery
fr: voir mes bannières
hu: reklámjaim megtekintése
nl: bekijk mijn advertenties

source: upload new banner
cs: nahrát nový baner
fr: charger nouvelle bannière
nl: upload een nieuwe advertentie

source: view all banners
cs: zobrazit všechny banery
fr: voir toutes les bannières
hu: minden reklám megtekintése
nl: bekijk alle advertenties

source: view all pending banners
cs: zobrazit všechny nevyřízené banery
fr: voir toutes les bannières suspendues
nl: bekijk alle wachtende advertenties

source: view all active banners
cs: zobrazit všechny aktivní banery
fr: voir toutes les bannières actives
nl: bekijk alle actieve advertenties

source: view all enabled banners
cs: zobrazit všechny povolené banery
fr: voir toutes les bannières activées
nl: bekijk alle actieve advertenties

source: view all blocked banners
cs: zobrazit všechny blokované banery
fr: voir toutes les bannières bloquées
nl: bekijk alle geblokkeerde advertenties

source: add new banner
cs: přidat nový baner
fr: ajouter nouvelle bannière
hu: reklám hozzáadása
nl: voeg een advertentie toe

source: edit banner
cs: editovat baner
fr: éditer bannière
nl: bewerk advertentie

source: view banner
cs: zobrazit baner
fr: voir bannière
nl: bekijk advertentie

source: refresh cache
cs: obnovit vyrovnávací paměť
fr: cache de rafraîchissement
hu: gyorsítótár frissítése
nl: ververs cache

source: upload a new banner
cs: nahrát nový baner
fr: charger une nouvelle bannière
hu: reklám feltöltése
nl: upload een nieuwe advertentie

source: Status
cs: Stav
fr: Etat

source: Access denied
cs: Přistup zamítnut
fr: Accès refusé
nl: Toegang geweigerd

source: Help
cs: Nápověda
fr: Aide

source: views
cs: zobrazení
fr: visualisations
nl: bezichtigingen

source: clicks
cs: kliknutí
fr: cliques
nl: klikken

source: max views
cs: maximum zobrazení
fr: visualisations max
hu: maximális megjelenés
nl: max bezichtigingen

source: max clicks
cs: maximum kliknutí
fr: cliques max
hu: maximális kattintás
nl: max klikken

source: views left
cs: zbývá zobrazení
fr: visualisations abandonnées
hu: maradék megjelenés
nl: overgebleven bezichtigingen

source: clicks left
cs: zbývá kliknutí
fr: cliques abandonnées
hu: maradék kattintás
nl: overgebleven klikken

source: notify
cs: oznámení
fr: notifier
hu: figyelmeztetés
nl: herinner

source: status
cs: stav
fr: statut

source: today
cs: dnes
fr: aujourd'hui
nl: vandaag

source: unlimited
cs: neomezený
fr: illimité
nl: ongelimiteerd

source: pending
cs: nevyřízený
fr: en suspend
nl: wachtend

source: enabled
cs: povoleno
fr: activé
nl: aangezet

source: disabled
cs: vypnuto
fr: désactivé
nl: uitgezet

source: this week
cs: tento týden
fr: cette semaine
hu: ezen a héten
nl: deze week

source: all time
cs: vše
fr: depuis toujours
hu: összesítve
nl: altijd

source: limit reached
cs: dosažený limit
fr: limite atteinte
hu: határt elérte
nl: limiet bereikt

source: This advertisement is waiting approval.
cs: Tato reklama čeká na schválení.
fr: Cette annonce est en attente d'approbation.
hu: Ez a reklám elfogadásra vár.
nl: Deze advertentie wacht op goedkeuring.

source: This advertisement will be displayed until %date.
cs: Tato reklama bude zobrazena do %date.
fr: Cette annonce sera affichée jusqu'à %date.
hu: Ez a reklám a következő dátummal jár le: %date
nl: Deze advertentie zal tot %date weergegeven worden.

source: This advertisement is expired.
cs: Tato reklama vyprší.
fr: Cette annonce est expirée.
hu: Ez a reklám lejárt.
nl: Deze advertentie is verlopen.

source: Update
cs: Aktualizovat
fr: Mise à jour
nl: Indienen

source: Banner '%banner' updated successfully.
cs: Baner %banner' byl aktualizován úspěšně.
fr: Bannière '%banner' mise à jour réussie.
hu: '%banner' reklám sikeresen frissítve.
nl: Advertentie %banner is goed ingediend.

source: Banner title
cs: Název baneru
fr: Titre de bannière
hu: Reklám címe
nl: Advertentie titel

source: Please enter a name for this banner. This field is only used for administrative purposes. For example, you might enter 'banner-1'.
cs: Prosím vložte jméno baneru. Toto pole je určeno pouze administrační účely. Například můžete vložit "banner-1".
fr: Veuillez entrer un nom pour cette bannière. Ce champ est utilisé uniquement pour des tâches administratives. Par exemple, vous devriez entrer 'banner-1'.
hu: Adj meg egy nevet a reklám számára. Csak adminisztrációs célokra szükséges a mező megadása. Egy lehetséges név például 'reklam-1' (idézőjelek nélkül).
nl: Geeft u AUB een naam voor deze advertentie. Dit veld wordt enkel voor administratieve doeleinden gebruikt. U kunt bijvoorbeeld 'advertentie-1' ingeven.

source: Click-through destination URL
cs: Kliknutí skrze cílové URL
fr: URL de destination pour les cliques publicitaires
hu: Kattintás célpontja
nl: Doorklik naar de uiteindelijke URL

source: Please enter a complete URL where users will be sent that click on your banner. For example, you might enter 'http://example.com/'.
cs: Prosím vložte celé URL na jaké bude uživatel odkázán po kliknutí na baner. Například můžete vložit 'http://example.com/'.
fr: Veuillez entrer une URL complète où les utilisateurs seront envoyés lorsqu'ils cliquent sur la bannière. Par exemple, vous devriez entrer 'http://example.com/'.
hu: Itt add meg azt a teljes URL-t, ahova a felhasználó kerül, amikor a reklámra kattint. Például megadhatod, hogy 'http://www.pelda.hu/' (idézőjelek nélkül).
nl: Geeft u AUB een complete URL op, waar uw gebruikers heengestuurd worden als ze op uw advertentie klikken. U kunt bijvoorbeeld 'http://example.com/' opgeven.

source: Banner file
cs: Soubor baneru
fr: Fichier de bannière
hu: Reklám állomány
nl: Advertentie bestand

source: Please enter the local path and filename of your banner, or click browse to locate your banner. You can upload an image, a flash, or an html/text file.
cs: Prosím vložte cestu k souboru vašeho baneru nebo klikněte na procházet a vyhledejte baner. Můžete nahrát obrázek, flash nebo textový/html soubor.
fr: Veuillez entrer le chemin local et le nom de votre bannière, ou cliquer sur explorer pour localiser votre bannière. Vous pouvez charger une image, un flash, ou un fichier html/text.
hu: Add meg a helyi állományrendszerben a reklám állomány nevét és elérési útját, vagy a böngésző gomb segítségével válaszd ki azt a rendszerben. Képet, Flash állományt, HTML illetve szöveges állományt is feltölthetsz.
nl: Geeft u AUB een lokaal bestand op. U kunt een afbeelding, flash of HTML/text-bestand uploaden.

source: Upload
cs: Nahrát
fr: Charger

source: Your new banner has been uploaded. Please check back later to see if it has been approved.
cs: Váš nový baner byl nahrán. Prosím zkontrolujte později zda byl odsouhlasen.
fr: Votre nouvelle bannière a été mise à jour. Veuillez vérifier après si elle a été approuvée.
hu: A reklám feltöltésre került. Később tudod ellenőrizni, hogy elfogadásra került-e.
nl: Uw nieuwe advertentie werd geupload. Kijkt u AUB later na, of het werd goedgekeurd.

source: '%banner' banner daily notification
cs: '%banner' denní oznámení baneru
fr: '%banner' notification journalière de bannière
hu: '%banner' reklám napi összesítő
nl: '%banner' advertenties dagelijkse notificaties

source: '%banner' banner expiring soon
cs: '%banner' baner brzy vyprší
fr: '%banner' bannière expirant bientôt
hu: '%banner' reklám hamarosan lejár
nl: '%banner' loopt spoedig af

source: '%banner' banner weekly notification
cs: '%banner' týdenní oznámení baneru
fr: '%banner' notification hebdomadaire de bannière
hu: '%banner' reklám heti összesítő
nl: '%banner' advertenties wekelijkse notificaties

source: Save
cs: Uložit
fr: Sauvegarder
nl: Opslaan

source: Delete
cs: Smazat
fr: Supprimer
nl: Verwijderen

source: Cache refreshed.
cs: Vyrovnávací paměť byla obnovena.
fr: Rafraîchissement de cache.
hu: Gyorsítótár frissítve.
nl: Cache is ververst.

source: Overview
cs: Přepsat
fr: Vue d'ensemble
nl: Overzicht

source: title
cs: název
fr: titre
nl: titel

source: owner
cs: vlastník
fr: propriétaire
nl: eigenaar

source: position
cs: pozice
nl: positie

source: link
cs: odkaz
fr: lien

source: created
cs: vytvořil
fr: crée
nl: anagemaakt

source: This banner will be auto-enabled on %date
cs: Tento baner bude automaticky aktivován %date
fr: Cette bannière s'activera le %date
nl: Deze advertentie zal automatisch worden aangezet op %date

source: This banner will be auto-blocked on %date
cs: Tento baner bude automaticky zablokován %date
fr: Cette bannière se bloquera le %date
nl: Deze advertentie zal automatisch worden geblokkeerd op %date

source: Notifications
cs: Oznámení
nl: Notificaties

source: A daily notification email is sent to '%owner'.
cs: Denní oznámení posláno '%owner'.
fr: Un email de notification journalier est envoyé à '%owner'.
nl: Een dagelijkse notificatie e-mail is verstuurd naar '%owner'.

source: A weekly notification email is sent to '%owner'.
cs: Týdenní oznámení posláno '%owner'.
fr: Un email de notification hebdomadaire est envoyé à '%owner'.
nl: A wekelijkse notification email is sent to '%owner'.

source: There %failed.
cs: Selhalo %failed.
fr: Il y a %failed.
nl: Er %failed.
