Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/glossary/translations/*.po
Languages: fr, hu, it, sv

source: <p>Glossary helps newbies understand the jargon which always crops up when specialists talk about a topic. Doctors discuss CBC and EKG and CCs. Web developers keep talking about CSS, P2P, XSLT, etc. This is all intimiadating for newbies.</p> <p>The Glossary module scans posts for glossary terms (and their synonyms) in the body. If found, the glossary indicator is inserted after the term, or the term is turned into an indicator link depending on the settings. By hovering over the indicator, users may learn the definition of that term. Clicking leads the user to that term presented within the whole glossary.</p> <p>Glossary terms are managed as vocabularies within the taxonomy.module. To get started with glossary, create a new vocabulary on the !taxonomy_admin page. The vocabulary need not be associated with any modules, although you can add detailed description to terms by attaching (story or other type of) nodes to them. Add a few terms to the vocabulary. The term title should be the glossary entry and the description should be its definition. You can make use of the hierarchy, synonym, and related terms features. These features impact the display of the glossary when viewed in an overview.</p> <p>Next, you have to setup the input formats you want to use the glossary with. At the !input_formats page select an input format to configure. Select the Glossary filter checkbox and press Save configuration. Now select the configure filters tab and select the vocabulary and apply other settings.</p> <p>You can see how a vocabulary would function as a glossary by going to the !glossaries page and selecting the vocabulary to view.</p> <p>Administration of glossary requires <em>%permissions</em> permissions.</p>
sv: <p>Glossary (glosor) hjälper nykomlingar att förstå jargongen som alltid uppstår när små grupper eller specialister pratar om ett ämne. Läkare pratar om EKG, CT och liknande, webbutvecklare pratar om CSS, P2P, XSLT, e.t.c. vilket kan vara förvirrande för nykomlingar.</p> <p>Glossarymodulen söker efter glostermer (och synonymer) i brödtexten. Om termer hittas dyker en indikator upp efter termen eller så görs termen om till en indikatorlänk beroende på vilken inställning som gjorts. Genom att flytta musen över länken dyker en ordförklaring upp i en liten ruta. Genom att klicka på länken kommer man till en lista över sidor som innehåller termen.</p> <p>Glosorna hanteras som vokabulär i taxonomy.module. Börja med att skapa ett vokabulär på !taxonomy_admin-sidan. Vokabulären behöver inte vara associerad med någon modul även om det går att koppla noder (artikel, statisk sida eller vad du vill) till dem. Lägg till några termer i vokabulären. Titeln är själva ordet eller förkortningen medan beskrivningen/brödtexten innehåller beskrivningen av ordet/förkortningen. Det går att använda sig av hierarkier, synonymer och relaterade termer, dessa påverkar dock utsseendet när de visas i översikten.</p> <p>Sedna ska inmatningsformatet anpassas till glosorna. På sidan för !input_formats görs inställningarna. Välj Glosfilter (glossary filter) och klicka Spara inställningar. Välj fliken för Inställning av filter (configure filters), välj vokabulär och gör övriga inställningar efter tycke och smak.</p> <p>Genom att gå till !glossaries page och välja vokabulär kan du se hur det hela fungerar.</p> <p>Administration av glosorna kräver <em>%permissions</em> att man har beehörighet.</p>

source: administer glossary
fr: gestion glossaire
hu: admin: szójegyzék
it: amministra glossario
sv: administrera glosor

source: administer taxonomy
fr: gestion vocabulaire
it: amministra tassonomia
sv: administrera taxonomi

source: access administration pages
fr: accès aux pages d'administration
it: accedi alle pagine della gestione
sv: åtgång till administrationssidor

source: administer
fr: administration
sv: administrera

source: content
sv: innehåll

source: categories
fr: catégories
sv: kategorier

source: site configuration
sv: inställningar för sajten

source: input formats
fr: formats d'entrée
sv: Inmatningsformat

source: glossaries
fr: glossaires
sv: glosor

source: Maintain a glossary on your site.
fr: Permet de gérer un glossaire sur votre site.
hu: Szójegyzék karbantartásának támogatása.
it: Mantieni un glossario del tuo sito.
sv: Underhåll av glosor på sajten

source: Glossary terms will be automatically marked with links to their descriptions
fr: Les termes du glossaire seront automatiquement accompagnés d'un lien vers leur description
it: I termini del glossario saranno marcati automaticamente con link alle loro descrizioni
sv: Glostermer kommer automatiskt att märkas med länkar till sina förklaringar

source: Glossary block (@name)
sv: Glosblock (@name)

source: Search for glossary terms
sv: Sök efter glostermer

source: Search Glossary
sv: Sök glosor

source: Glossary
fr: Glossaire
hu: Szójegyzék
it: Glossario
sv: Glosor

source: Search
sv: Sök

source: <none>
fr: <aucun>
it: <nessuno>
sv: <ingen>

source: Glossary filter
fr: Filtre glossaire
hu: Szójegyzék szűrő
it: Filtro glossario
sv: Glosfilter

source: General settings
fr: Paramètres généraux
hu: Szójegyzék beállítások
it: Impostazioni generali
sv: Allmäna inställningar

source: Select Vocabulary
fr: Sélectionner le vocabulaire
hu: A szójegyzékhez tartozó szótár
it: Seleziona Vocabolario
sv: Välj vokabulär

source: Select one or more vocabularies which hold all terms for your glossary. When enabled, posts will be scanned for glossary terms. An icon or a superscripted link is inserted beside each term. Hover over the icon or link to learn the meaning of that term.
fr: Sélectionner un ou plusieurs vocabulaires qui contiennent les termes de votre glossaire. Si cette option est activée, les publications seront analysées pour y trouver des termes du glossaire. Une icone ou lien en exposant sera associée à chaque terme. Passer la souris sur le lien ou l'icone affichera sa définition.
it: Seleziona uno o più vocabolari che conterranno tutti i termini del tuo glossario. Quando è abilitato, i messaggi verranno analizzati alla ricerca di termini del glossario. Una icona o un link in superscript sono inseriti dopo ogni termine. Passa con il mouse sull'icona o sul link per imparare il significato di quel termine.
sv: Välj ett eller flera vokabulär som innehåller alla termer med dina glosor. När dessa gjorts tilgängliga kommer posterna att genomsökas efter glostermer. En ikon eller länk visas bredvid varje term. Flytta musen över ikonen eller länken för att få en förklaring.

source: Show glossary across many smaller pages
sv: Visa lista över glosor på flera småsidor

source: Do you want to show all terms on one glossary page or break up the glossary into a page for each first letter (i.e. many pages).
sv: Vill du visa alla termer på en glossida eller bryta isär den på en sida för varje begynnelsebokstav?

source: Match type
fr: Type de recherche
hu: Illeszkedés típusa
it: Tipo di ricerca
sv: Passa typ

source: word
fr: mot complet
hu: teljes szó
it: parola
sv: ord

source: right or leftmb_substring
sv: höger eller vänster mb_substring

source: leftmb_substring
sv: vänster mb_substring

source: rightmb_substring
sv: höger mb_substring

source: anymb_substring
sv: någon mb_substring

source: Choose the match type of glossary links.
fr: Sélectionner le type
hu: A kifejezések keresésének illeszkedési típusa.
it: Scegli il tipo di ricerca dei link del glossario.
sv: Välj matchningstyp för gloslänkar

source: Case sensitivity
fr: Sensible à la casse
hu: Kis- és nagybetű érzékenység
it: Maiuscole/minuscole
sv: Bokstavsberoende

source: case insensitive
fr: Insensible à la casse
hu: érzéketlen
it: ignora maiuscole/minuscole
sv: bokstavsberoende

source: case sensitive
fr: sensible à la casse
hu: érzékeny
it: controlla maiuscole/minuscole
sv: bokstavsberoende

source: Match either case sensitive or not. Case sensitive matches are far not that resource intensive.
fr: Sélectionner la sensibilité à la casse. La recherche sensible à la casse n'est pas très consommatrice de ressources.
hu: Kis- és nagybetűérzékenység beállítása. Az érzékeny keresés sokkal kevesebb erőforrást használ.
it: La ricerca deve tenere conto o meno delle maiuscole/minuscole. Tieni conto che ricerca di maiuscole/minuscole è leggermente più onerosa per il sistema.
sv: Välj bokstavsberoende eller ej. Bokstavsberoende passningar är inte särskilt resurskrävande.

source: Replace matches
fr: Remplacer les occurences
hu: Kifejezések cseréje
it: Rimpiazza le ricerche trovate
sv: Ändra matchningar

source: only the first match
fr: seulement la première
hu: csak az első találat
it: solo la prima ricerca
sv: bara första matchningen

source: all matches
fr: toutes les occurences
hu: minden találat
it: tutte le ricerche
sv: alla matchningar

source: Whether only the first match should be replaced or all matches.
fr: Remplacer seulement la première occurence, ou toutes les occurences.
hu: Csak az első vagy az összes találat jelzése.
it: Solola prima ricerca o tutte le ricerche verranno sostituite.
sv: Välj om bara första eller alla matchningar ska ändras.

source: Indicator settings
fr: options d'indication
hu: Jelző beállítások
it: Parametri indicatore
sv: Indikatorinställningar

source: Term Indicator
fr: Indicateur de terme défini dans le glossaire
hu: Kifejezés jelző
it: Indicatore termine
sv: Termindikator

source: superscript
fr: exposant
hu: felső indexben lévő szöveg
sv: text

source: icon
fr: icone
hu: felső indexben lévő ikon
it: icona
sv: ikon

source: replace with acronym link
fr: remplacer avec un lien vers la définition
hu: teljes linkkel helyettesítés
it: trasforma in link acronimo
sv: ersätt med förkortningslänk

source: Display terms using either a superscript formatted link, an icon, or an &lt;acronym&gt; tag.
fr: Afficher les termes en utilisant un lien en exposant, une icone, ou un lien vers la définition.
hu: A szótár kifejezés magyarázatainak formája
it: Visualizza i termini con un link superscript formattato , una icona, o un tag &lt;acronimo&gt;.
sv: Visa termer som använder antingen textlänk, ikon eller &lt;förkortning&gt;.

source: Superscript
fr: Exposant
hu: Felirat
sv: Text

source: If you choose !superscript above, enter the superscript text.
sv: Om du väljer !superscript ovan, välj text.

source: Glossary Icon URL
fr: URL de l'icone de glossaire
hu: Szójegyzék ikon URL-je
it: URL icona glossario
sv: Länk till glosikon

source: If you choose !icon above, enter the URL of the glossary icon relative to the root of your Drupal site.
sv: Om du väljer !icon ovan ska du skriva in relativa länken (i förhållande till rotkatalogen i din Drupalinstallation) till ikonen.

source: Home
fr: Accueil
sv: Hem

source: Glossaries
fr: Glossaires
it: Glossari
sv: Glosor

source: Glossary: %vocabulary
fr: Glossaire : %vocabulary
sv: Glosor: %vocabulary

source: edit term
fr: éditer le terme
hu: elem szerkesztése
it: modifica termine
sv: redigera term

source: edit this term and definition.
fr: éditer ce terme et sa définition
hu: Az elem és definíciójának szerkesztése.
it: modifica questo termine e definizione
sv: redigera denna term och dess definition

source: Detailed definition
sv: Detaljerad definition

source: See also
fr: Voir aussi
it: Vedi anche
sv: Se även

source: add term
fr: ajouter un terme
hu: elem hozzáadása
it: aggiungi termine
sv: lägg till term

source: edit glossary
fr: editer le glossaire
hu: szójegyzék szerkesztése
it: modifica glossario
sv: redigera glosor

source: Operations
fr: Opérations
it: Operazioni
sv: Operationer

source: view
fr: voir
it: mostra
sv: visa

source: edit
fr: éditer
it: modifica
sv: redigera

source: glossary
fr: glossaire
hu: szójegyzék
it: glossario
sv: glosor

source: <p>Glossary helps newbies understand the jargon which always crops up when specialists talk about a topic. Doctors discuss CBC and EKG and CCs. Web developers keep talking about CSS, P2P, XSLT, etc. This is all intimidating for newbies.</p> <p>The Glossary module scans posts for glossary terms (and their synonyms) in the body. If found, the glossary indicator is inserted after the term, or the term is turned into an indicator link depending on the settings. By hovering over the indicator, users may learn the definition of that term. Clicking leads the user to that term presented within the whole glossary.</p> <p>Glossary terms are managed as vocabularies within the taxonomy.module. To get started with glossary, create a new vocabulary on the %taxonomy_admin page. The vocabulary need not be associated with any modules, although you can add detailed description to terms by attaching (story or other type of) nodes to them. Add a few terms to the vocabulary. The term title should be the glossary entry and the description should be its definition. You can make use of the hierarchy, synonym, and related terms features. These features impact the display of the glossary when viewed in an overview.</p> <p>Next, you have to setup the input formats you want to use the glossary with. At the %input_formats page select an input format to configure. Select the Glossary filter checkbox and press Save configuration. Now select the configure filters tab and select the vocabulary and apply other settings.</p> <p>You can see how a vocabulary would function as a glossary by going to the %glossaries page and selecting the vocabulary to view.</p> <p>Administration of glossary requires <em>%permissions</em> permissions.</p>
fr: <p>Un glossaire aide les nouveaux venus à comprendre le jargon qui peuple la plupart du temps les publications des utilisateurs initiés à un sujet précis. Les médecins parlent d'ECG, les développeurs web vous parleront de CSS, XSLT ou autres, ce qui n'est pas fait pour rassurer les nouveaux venus.</p> <p>Le module Glossary analyse les publications pour y trouver des termes du glossaire (ou leurs synonymes). Si un terme est trouvé, l'indicateur du glossaire est associé au terme, ou le terme est transformé en lien vers sa définition, selon la configuration. En passant la souris sur un terme, les utilisateurs verront la définition s'afficher, et un clic suffira à les amener à la définition sur la page complète du glossaire.</p> <p>Les termes des glossaires sont gérés à l'aide de vocabulaires au sein du module taxonomy. Pour débuter avec le glossaire, créez un nouveau vocabulaire en utilisant la page %taxonomy_admin. Le vocabulaire ne doit pas forcément être associé à un module, vous pourrez cependant ajouter des définitions plus détaillées aux termes du glossaire en y associant du contenu (récit ou autre). Ajoutez ensuite quelques termes à ce vocabulaire. Le titre du terme sera l'entrée dans le glossaire, et la description vous permet d'en spécifier la définition. Vous pouvez utiliser la hiérarchie, les synonymes, et termes communs. Ces fonctionnalités modifient l'affichage du glossaire lorsqu'il est utilisé dans une vue d'ensemble.</p> <p>Vous devez ensuite configurer les formats d'entrée avec lesquels sera utilisé le glossaire. Sélectionnez un format d'entrée à configurer sur la page %input_formats. Sélectionnez la case du filtre Glossaire, et sauvegardez la configuration. Vous pouvez alors utiliser l'onglet configurer du filtre afin de sélectionner le vocabulaire du glossaire, et modifier les autres options.</p> <p>Vous pouvez voir comment fonctionne un vocabulaire en tant que glossaire en utilisant la page %glossaries, et en sélectionnant le vocabulaire à afficher.</p> <p>L'administration du glossaire nécessite les permissions <em>%permissions</em>.</p>

source: right or left substring
fr: chaine trouvée à droite ou à gauche d'un mot
hu: szó eleje vagy szó vége
it: sottostringa destra o sinistra

source: left substring
fr: chaine trouvée à gauche d'un mot
hu: szó eleje
it: sottostringa sinistra

source: right substring
fr: chaine trouvée à droite d'un mot
hu: szó vége
it: sottostringa destra

source: any substring
fr: n'importe où
hu: bármilyen rész-karaktersorozat
it: qualsiasi sottostringa

source: If you choose %superscript above, enter the superscript text.
fr: Si %superscript est sélectionné, entrer le texte devant s'afficher.
hu: Ha fentebb a %superscript lehetőséget választottad, akkor a link szövegét itt állíthatod be.
it: Se scegli %superscript sopra, inserisci il testo superscript.

source: If you choose %icon above, enter the URL of the glossary icon relative to the root of your Drupal site.
fr: Si %icon est sélectionnée, entrez l'URL vers cette icone, relative à la racine de votre site Drupal.
hu: Ha az %icon lehetőséget választottad, akkor az ikon elérését itt adhatod meg, a Drupal webhely gyökeréhez képest relatív eléréssel.
it: Se scegli %icon sopra, inserisci il testo URL dell'icona glossario relativa alla directory root del vostro sito Drupal.

source: Detailed description
fr: Definition détaillée
hu: Részletes ismertető
it: Descrizione dettagliata

source: <p>Glossary helps newbies understand the jargon which always crops up when specialists talk about a topic. Doctors discuss CBC and EKG and CCs. Web developers keep talking about CSS, P2P, XSLT, etc. This is all intimidating for newbies.</p> <p>The Glossary module scans posts for glossary terms (and their synonyms) in the body. If found, the glossary indicator is inserted after the term, or the term is turned into an indicator link depending on the settings. By hovering over the indicator, users may learn the definition of that term. Clicking leads the user to that term presented within the whole glossary.</p> <p>Glossary terms are managed as vocabularies within the taxonomy.module. To get started with glossary, create a new vocabulary on the %taxonomy_admin page. The vocabulary need not be associated with any modules, although you can add detailed description to terms by attaching (story or other type of) nodes to them. Add a few terms to the vocabulary. The term title should be the glossary entry and the description should be its definition. You can make use of the hierarchy, synonym, and related terms features. These features impact the display of the glossary when viewed in an overview.</p> <p>Next, you have to setup the input formats you want to use the glossary with. At the %input_formats page select an input format to configure. Select the Glossary filter checkbox and press Save configuration. Now select the configure filters tab and select the vocabulary and apply other settings.</p> <p>You can see how a vocabulary would function as a glossary by going to the %glossaries page and selecting the vocabulary to view.</p> <p>Administration of glossary requires <em>%permissions</em> permissions.</p>
it: <p>Il glossario aiuta gli utenti inesperti a capire il gergo con cui gli specialisti parlano di un determinato argomento. I dottori discutono di TAC, ECG ecc. Gli sviluppatori Web parlano di CSS, P2P, XSLT ecc. tutto ciò intimidisce gli utenti alle prime armi</p> <p>Il modulo Glossario analizza i contenuti alla ricerca di termini del glossario (e dei loro sinonimi) nel testo. Se trovati, l'indicatore di glossario viene inserito dopo il termine, oppure il termine viene trasformato in un link, a seconda dei parametr idi configurazione. Passando sopra l'indicatore, gli utenti possono imparare la definizione di quel termine. Cliccando, l'utente viene portato alla presentazioen di quel termine all'interno del glossario.</p> <p>I termini del glossario sono gestiti come vocabolario nel modulo taxonomy.module. Per iniziare ad usare il glossario, create un nuovo vocabolario nella <a href="%taxonomy_admin">pagina di amministrazione della tassonomia</a>.Il vocabolario non deve essere legato ad alcun tipo di nodo, sebbene sia possibile aggiungere una descrizione dettagliata ai termini allegando nodi (storia o altri tipi).Aggiungete qualche termine al vocabolario. Il titolo del termine dovrebbe essere l'entrata del glossario e la descrizione dovrebbe essere la sua definizione. Potete fare uso delle funzionalità di gerarchie, sinonimi e termini correlati Queste funzionalità impattano la visualizzazione del glossario quando viene visualizzato come anteprima. Dopo, abilitate il modulo glossario, associate il vocabolario al glossario e modificate eventualmente gli altri parametri nella pagina <a href="%glossary_settings">parametri del glossario</a> .</p> <p>L'amministrazione del glossario richiede em>%permissions</em> specifici permessi.</p>

source: Below are the defined categories which are in use as glossaries. Please select one to view or edit.
it: Più sotto sono definite le categorie che sono in uso come glossari. Per favore selezionane una per mostrarla o modificarla.

source: Glossary:
it: Glossario:

source: <p>Glossary helps newbies understand the jargon which always crops up when specialists talk about a topic. Doctors discuss CBC and EKG and CCs. Web developers keep talking about CSS, P2P, XSLT, etc. This is all intimidating for newbies.</p> <p>Glossary.module scans posts for glossary terms (and their synonyms) in the body. If found, the glossary indicator is inserted after the term, or the term is turned into an indicator link depending on the settings. By hovering over the indicator, users may learn the definition of that term. Clicking leads the user to that term presented within the whole glossary.</p> <p>Glossary terms are managed as a vocabulary within the taxonomy.module. To get started with glossary, create a new vocabulary on the <a href="%taxonomy_admin">taxonomy administration</a> page. The vocabulary need not be associated with any modules, although you can add detailed description to terms by attaching (story or other type of) nodes to them. Add a few terms to the vocabulary. The term title should be the glossary entry and the description should be its definition. You can make use of the hierarchy, synonym, and related terms features. These features impact the display of the glossary when viewed in an overview. Next, enable the glossary module, associate the vocabulary with the glossary and optionally change the other settings at the <a href="%glossary_settings">glossary settings</a> page.</p> <p>Administration of glossary requires <em>%permissions</em> permissions.</p>
hu: <p>A szójegyzék segíti az újakat a webhelyen használt zsargon megértésében. Az orvosok mindig EKG-ről, TBC-ről meg RH-ról beszélnek. A webfejlesztők eszköztárába tartoznik a CSS, P2P, XSLT, WSDL, stb. Ezek mind ijesztőek az újonann érkezők számára.</p> <p>A szójegyzék modul a webhelyen megjelenő tartalmak egy szűrőjeként funkcionál, keresve a szójegyzék szavait és szinonímáikat a szövegtörzsben. Ha ilyen kifejezéseket talál, azokat a szójegyzék jelzőjével látja el, mely fölé mozgatva az egeret a kifejezés magyarázata válik olvashatóvá. A jelzőn való kattintás a szójegyzék oldalára viszi a felhasználót.</p> <p>A szójegyzék kifejezései egy szótárként kezelhetőek a Drupal taxonómia rendszerében. Indulásképpen hozz létre egy új szótárat a <a href="%taxonomy_admin">taxonómi adminisztráció</a> oldalon. Nem kell egyetlen modulhoz sem rendelned az új szótárat, bár részletes leírást adhatsz a kifejezésekhez tartalmi elemek kapcsolásával. Adj néhány kifejezést a szótárhoz, úgy hogy a nevük a magyarázandó kifejezés legyen, a leírásuk pedig a szó definícója. Kihasználhatod a taxonómia rendszer hierarchikus felépítésének lehetőségét, a szinonímák és a kapcsolódó kifejezések támogatását. Ezek a beállítások mind befolyásolják a szójegyzék megjelenését az áttekintés oldalon. Végül engedélyezd a szójegyzék modult, rendeld az új szótárat a szójegyzékhez és változtasd meg a többi beállítást igényed szerint a <a href="%glossary_settings">szójegyzék beállítások</a> oldalon.</p> <p>A szójegyzék adminisztrálása <em>%permissions</em> jogosultságokat igényel.</p>
