Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/glossary/translations/*.po
Languages: fr, hu, it, sv

source: <a href="%glossary_page">Glossary</a> terms will be automatically marked with links to their descriptions
hu: A <a href="%glossary_page">szójegyzék</a> elemei automatikusan linkként jelennek meg a beküldött szövegben.

source: Select a vocabulary which holds all terms for your glossary ... When enabled, posts will be scanned for glossary terms. An icon or a superscripted link is inserted beside each term. Hover over the icon or link to learn the meaning of that term.
hu: Válassz ki azt a szótárt, mely a szójegyzék elemeit tartalmazza. A szótárban definiált kifejezések az oldalon megjelenő tartalmakban speciális jelzéssel jelennek majd meg. A kifejezés mellett (a beállításodnak megfelelően) megjelenő szöveges link vagy ikon fölé mozgatva az egeret a látogatók a kifejezés definícióját olvashatják.

source: The glossary filter module is loaded. See the separate <a href="%glossary_settings">glossary settings</a> page for the available options.
hu: A szójegyzék szűrő be van töltve. Lásd a <a href="%glossary_settings">szójegyzék beállítások</a> oldalt a rendelkezésre álló beállításokról.

source: edit terms
hu: szavak szerkesztése

source: add glossary term
hu: szójegyzék bővítése

source: Add a new entry to the glossary.
hu: Új elem felvétele a szójegyzékbe.

source: You must designate a vocabulary to hold glossary entries. See the %glossary_admin page.
hu: Mindenképpen hozzá kell rendelned a szójegyzékhez egy taxonómia szótárat. Lásd a %glossary_admin oldalt.

source: glossary administration
hu: szójegyzék adminisztráció
