Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/path_redirect/translations/*.po
Languages: it

source: From
it: Da

source: To
it: A

source: Type
it: Tipo

source: Operations
it: Operazioni

source: edit
it: modifica

source: delete
it: elimina

source: No redirects have been added.
it: Non è stata aggiunta alcuna ridirezione

source: Add redirect
it: Aggiungi ridirezione

source: Enter a Drupal path or path alias to redirect. Fragment anchors <em>#foo</em> are <strong>not</strong> allowed.
it: Inserisci un URL o un alias da ridirigere. <strong>Non</strong> sono consentiti i fragment anchor (<em>#foo</em>) .

source: Enter a Drupal path, path alias, or external URL to redirect to. Use %front to redirect to the front page. Enter (optional) queries after "?" and (optional) anchor after "#". Most redirects will not contain queries or fragment anchors.
it: Inserisci un indirizzo di Drupal, un alias o un URL esterno da ridirigere. Usa %front per ridirigere alla prima pagina. Inserisci le query (opzionali) dopo "?" e le anchor (opzionali) dopo "#". La maggior parte delle ridirezioni non contiente né query né anchor.

source: Redirect Type
it: Tipo di ridirezione

source: You can find more information about HTTP redirect status codes at <a href="@link">@link</a>.
it: Maggiori informazioni sui codici di ridirezione HTTP sono disponibili su <a href="@link">@link</a>.

source: Update redirect
it: Aggiorna ridirezione

source: Create new redirect
it: Crea nuova ridirezione

source: You must enter a <strong>from</strong> path.
it: Devi inserire un percorso <strong>da</strong>.

source: The <strong>from</strong> path you entered is already redirected. You can <a href="@edit-page">edit this redirect</a> instead.
it: Il percorso <strong>da</strong> inserito è già ridiretto. Puoi <a href="@edit-page">modificare questa ridirezione</a> invece di crearne una nuova.

source: You cannot redirect from a fragment anchor.
it: Non si può ridirigere da un fragment anchor.

source: The redirect <strong>from</strong> path does not appear valid. This must be a local Drupal path.
it: L'indirizzo<strong>da</strong> non è valido. Sono consentiti solo indirizzi Drupal locali.

source: The redirect <strong>to</strong> path does not appear valid.
it: L'indirizzo <strong>a</strong> non è valido.

source: You are attempting to redirect the page to itself. This will result in an infinite loop.
it: Non è possibile ridirigere la pagina a sé stessa, perché ciò provoca un loop infinito.

source: Redirect has been saved.
it: La ridirezione è stata salvata.

source: Are you sure you want to delete the redirect from %path to %redirect?
it: Sei sicuro di voler eliminare la ridirezione da %path a %redirect?

source: The redirect has been deleted.
it: La ridirezione è stata eliminata.

source: Display a warning message to users when they are redirected.
it: Avvisa gli utenti ridiretti.

source: Allow users to bypass redirects by adding %code to the URL.
it: Permetti di aggirare la ridirezione agggiungendo %code agli URL

source: Default redirect status
it: Codice di ridirezione per default

source: The request is ambiguous and needs clarification as to which resource was requested.
it: La richiesta è ambigua: la risorsa va precisata meglio.

source: Moved Permanently. The resource has permanently moved elsewhere, the response indicates where it has gone to. <strong>Recommended.</strong>
it: Moved Permanently. La risorsa è stata spostata, la risposta indica dove. <strong>Raccomandato.</strong>

source: The resource has temporarily moved elsewhere, the response indicates where it is at present. <strong>This is Drupal's default redirect type.</strong>
it: La risorsa è stata spostata temporaneamente. La risposta indica dove si trova. <strong>Questa è la ridirezione di default di Drupal.</strong>

source: See Other/Redirect. A preferred alternative source should be used at present.
it: See Other/Redirect. Al momento deve essere preferita una fonte alternativa.

source: The server has identified from the request information that the client's copy of the information is up-to-date and the requested information does not need to be sent again.
it: Il server ha determinato dalla richiesta che l'informazione in possesso del cliente è aggiornata e non ha bisogno di essere trasmessa di nuovo.

source: The request must be sent through the indicated proxy server.
it: La richiesta deve essere inviata attraverso il server proxy indicato.

source: The resource has temporarily moved elsewhere, the response indicates where it is at present. Client should still use this URL.
it: La risorsa è stata temporaneamente spostata; la risposta indica dove si trova. I clienti dovrebbero comunque continuare ad usare l'URL attuale.

source: Here you can set up URL redirecting for this site. Any existing or non-existing path within this site can redirect to any internal or external URL.
it: Imposta la ridirezione degli URL. Ogni indirizzo interno, sia esistente che inesistente, può essere ridiretto verso qualsiasi URL, sia interno che esterno.

source: The <strong>from</strong> path must be an internal Drupal path in the form of 'node/123', 'admin/reports', or 'taxonomy/term/123'. The <strong>to</strong> path can be either an internal Drupal path as above or a complete external URL such as http://www.example.com/. Furthermore, the <strong>to</strong> path may contain query arguments (such as 'page=2') and fragment anchors, to make it possible to redirect to 'admin/user?page=1#help'. Most redirects will not contain queries or anchors.
it: L'indirizzo <strong>da</strong> deve essere un indirizzo interno nel formato 'node/123', 'admin/reports', o 'taxonomy/term/123'. L'indirizzo <strong>da</strong> deve essere o un indirizzo Drupal interno come sopra, o un URL esterno completo, per esempio http://www.example.com/. L'indirizzo <strong>a</strong> può contenere query e fragment anchor, ad esempio per consentire la ridirezione a 'admin/user?page=1#help'. La maggior parte delle ridirezioni non contiene né query né anchor.

source: This page has been redirected to <a href="@redirect">@redirect</a>.
it: Questa pagina è stata ridiretta a <a href="@redirect">@redirect</a>.

source: This page has been moved to <a href="@redirect">@redirect</a> and will redirect in 5 seconds. You may want to update your bookmarks.
it: Questa pagina è stata spostata a <a href="@redirect>@redirect</a>. Sarete ridiretti fra 5 secondi.

source: Redirect to <code>%redirect</code> is causing an infinite loop; redirect cancelled.
it: La ridirezione a <code>%redirect</code> sta provocando un loop infinito; ridirezione annullata.

source: administer redirects
it: amministra ridirezioni

source: URL redirects
it: Ridirezione URL

source: Redirect users from one URL to another
it: Ridirigi gli utenti da un URL ad un altro

source: List
it: Elenca

source: List all URL redirects
it: Elenca tutte le ridirezioni URL

source: Add a new URL redirect
it: Aggiungi una nuova ridirezione URL

source: Edit
it: Modifica

source: Edit an existing URL redirect
it: Modifica una ridirezione URL esistente

source: Delete redirect
it: Elimina ridirezione

source: Delete an existing URL redirect
it: Elimina una ridirezione URL esistente

source: Configure behavior for URL redirects
it: Configura il comportamento delle ridirezioni URL

source: Redirect users from one URL to another.
it: Ridirigi gli utenti da un URL ad un altro.
