Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/thickbox/translations/*.po
Languages: da, hu, ja, nb, pt_br, sv

source: Image module options
nb: Innstillinger for Imagemodulen
pt_br: Opções do módulo image
sv: Image modul inställningar

source: Enable for image nodes
da: Thickbox til image noder
hu: Engedélyezés Kép típusú tartalmak számára
ja: イメージノードで有効にする
nb: Tillat for bildenoder
pt_br: Habilitar para nodes image
sv: Aktivera för image noder

source: Automatically activate Thickbox for all image nodes (requires the image module).
da: Slår automatisk Thickbox til for alle noder fra image-modulet, hvis du har dét installeret.
hu: Automatikusan beépíti a Thickboxot a Kép tartalomtípusokba (a Kép modult igényli).
ja: すべてのイメージノードでThickboxを自動的に作動させたい場合、ここにチェックを入れてください。（イメージモジュールが必須です）
nb: Aktiver Thickbox automatisk for alle bildenoder (krever Imagemodulen).
pt_br: Ativa o Thickbox automaticamente para todos os nodes image (requer o módulo image)
sv: Automatiskt aktivera Thickbox för alla image noder (kräver modulen image).

source: Image derivative
da: Billedvariant
hu: Kép fajtája
ja: 派生させる画像
nb: Bildederivat
pt_br: Imagem derivada
sv: Image derivat

source: Select which image derivative will be loaded.
da: Vælg hvilken billedvariant der skal vises
hu: A kép melyik fajtája jelenjen meg.
ja: 読み込みの元とする画像の種別を指定してください。
nb: Velg hvilket bildederivat som skal lastes.
pt_br: Selecione qual imagem derivada será carregada.
sv: Välj vilken image derivat som ska laddas.

source: Image field options (CCK)
nb: Bildefelt innstillinger (CCK)
pt_br: Opções do image field (CCK)
sv: Image field inställningar (CCK)

source: Image field gallery
nb: Bildefelt galleri
pt_br: Galeria image field
sv: Image field galleri

source: Per page gallery
nb: Per side galleri
pt_br: Galeria por página
sv: Per sida galleri

source: Per post gallery
nb: Per post galleri
pt_br: Galeria por post
sv: Per post galleri

source: Per field gallery
nb: Per felt galleri
pt_br: Galeria por field
sv: Per fält galleri

source: No gallery
nb: Ingen gallerier
pt_br: Sem galeria
sv: Inget galleri

source: Should the gallery be images within a single field, a single post (default) or all images on the page. The last option disabels gallerys.
nb: Skal galleriet være bilder innenfor et enkelt felt, et enkelt innlegg (standard) eller alle bldene på en side. Det siste valget fjerner muligheten for gallerier.
pt_br: Se a galeria deve ser imagens num único field, um único post (default) ou todas as imagens da página. A última opção desabilita galerias.
sv: Ska galleriet bestå av bilder från ett fält, en post (förvalt) eller alla bilder på sidan. Sista alternativet stänger av gallerier.

source: Original image (no preset)
pt_br: Imagem original (sem preset)
sv: Orginal bild (ingen preset)

source: Imagecache preset
pt_br: Preset Imagecache

source: Select which Imagecache preset to use for viewing images in the thickbox.
pt_br: Selecione qual Imagecache preset será usado para ver imagens no thickbox.
sv: Välj vilken Imagecache preset som ska användas för att visa bilder i thickbox.

source: Login settings
nb: Innloggingsinnstillinger
pt_br: Opções de login
sv: Inloggningsinställningar

source: Enable for login links
da: Brug Thickbox til login links
hu: Bejelentkezési hivatkozásoknál
ja: ログインリンクで有効にする
nb: Tillat for innloggingslenker
pt_br: Habilitar para links de login
sv: Aktivera för inloggningslänkar

source: Automatically activate Thickbox for links to user/login.
da: Aktiverer automatisk Thickbox for alle links til user/login, så login-formen dukker op i en Thickbox istedet for at loade i en ny side.
hu: A bejelentkezési hivatkozásoknál való beépülés.
ja: ログインリンク（user/login）でThickboxを自動的に作動させたい場合、ここにチェックを入れてください。
nb: Aktiver Thickbox automatisk for lenker til user/login.
pt_br: Ativa o Thickbox automaticamente para links de usuário/login.
sv: Automatiskt aktivera Thickbox för länkar till user/login.

source: Advanced settings
nb: Avanserte innstillinger
pt_br: Opções avançadas
sv: Avancerade inställningar

source: Deactivate Thickbox on specific pages
da: Slå Thickbox fra på specifikke sider
hu: Thickbox letiltása a következő oldalakon
nb: Deaktiver Thicbox på følgende sider
pt_br: Desativar o thickbox nas páginas especificadas
sv: Avaktivera Thickbox på specifika sidor.

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
hu: Soronként egy Drupal elérési útvonalat kell megadni. A „*” használható speciális helyettesítőként. Példul: %blog a blogok főoldalához és %blog-wildcard a személyes blogok főoldalaihoz, a %front a címlapot jelenti.
nb: Skriv inn en side per linje som Drupalstier. '*' tegnet er jokertegnet. Eksempelstier er %blog for bloggsiden og %blog-wildcard for hver eneste individuelle blogg. %front er for forsiden.
pt_br: Digite uma página por linha como paths Drupal. O caracter '*' é um coringa. Exemplos de paths são %blog para a página de blog e %blog-wildcard para cada blog pessoal. %front é a página inicial.
sv: Skriv en sida per rad i form av Drupal-sökvägar. Jokertecken är '*'. Sökvägsexempel: %blog för blogg-sidan, %blog-wildcard för alla personliga bloggar. %front är startsidan.

source: Close
da: Luk
hu: Bezárás
nb: Lukk
pt_br: Feche
sv: Stäng

source: Next >
da: Næste >
hu: Következő >
nb: Neste >
pt_br: Próx. >
sv: Nästa >

source: < Prev
da: < Forrige
hu: < Előző
nb: < Forrige
pt_br: < Ant.
sv: < Föregående

source: or Esc Key
da: eller tryk på Esc
hu: vagy ESC
nb: eller Esc knappen
pt_br: ou tecle Esc
sv: eller Esc

source: Next / Close on last
da: Næste / Luk ved sidste
hu: Következő / Bezárás az utolsónál
nb: Neste / Lukk etter siste
pt_br: Próx. / Fechar no final
sv: Nästa / Stäng på sista

source: Image !current of !total
da: Billede !current ud af !total
hu: !current/!total kép
nb: Bilde !current av !total
pt_br: Imagem !current de !total
sv: Bild !current av !total

source: Thickbox: @preset image
nb: Thickbox: @preset bilde
pt_br: Thickbox: imagem @preset
sv: Thickbox: @preset bild

source: Allows the user to configure the Thickbox settings.
nb: Tillat brukeren å konfigurere innstillingene til Thickbox
pt_br: Permite que o usuário configure as opções do Thickbox
sv: Låter användaren konfigurera Thickbox inställningar.

source: Enables Thickbox, a jQuery plugin.
da: Slår Thickbox, et plug-in til jQuery, til.
hu: jQuery alapú képmegjelenítő eszköz.
ja: jQueryプラグインのThickboxを利用できるようにします。
nb: Åpner for Thickbox, et jQuery innstikk.
pt_br: Habilita o Thickbox, um plugin jQuery.
sv: Aktiverar Thickbox, en jQuery plugin

source: Login
da: Log ind
hu: Bejelentkezés
ja: ログイン
nb: Logg inn
sv: Logga in

source: Thickbox options
da: Thickbox-instillinger
hu: Thickbox beállítások
ja: Thickbox オプション

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog or the blog page and %blog-wildcard for every personal blog. %front is the front page.
da: Indtast én side pr. linje som Drupal-stier. Brug '*'-tegnet som joker. Indtast f.eks. '%blog' for blogsiden og %blog-wildcard for alle personlige blogs. %front er forsiden.

source: Configure Thickbox behavior.
da: Indstil Thickbox' opførsel
hu: Thickbox modul beállításai.
ja: Thickboxの振る舞いを設定します。

source: original
ja: オリジナル
