Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/commentrss/translations/*.po
Languages: ja, uk

source: Enable aggregated feed for comments on all content on the entire website, and expose on pages
uk: Увімкнення зібраної стрічки для коментарів всіх матеріалів всьго сайту і відображення на сторінках

source: Disabled
uk: Вимкнено

source: Enabled, expose only on front page
uk: Увімкнене, відображення лише на головній сторінці

source: Enabled, expose on front page and <a href="@url">default content listing</a> page
uk: Увімкнене, відображатиметься на головній сторінці і сторінці <a href="@url">базового списку матеріалів</a>

source: Enabled, expose on all pages
uk: Увімкнене, відображення на всіх сторінках

source: Where should the site comment feed be exposed, if at all enabled. If enabled, feed will be accessible at @url.
uk: Місцезнаходження стрічки коментарів на сайті, якщо увімкнено - буде доступно за посиланням @url.

source: Enable individual comment feeds for each post on the website
uk: Вмикання індивідуальних стрічок коментарів для кожного допису на вебсайті

source: Feeds will be accessible on @url type of URLs.
uk: Стрічки будуть доступні за типом адрес @url .

source: Enable individual comment feeds for each taxonomy term listing on the website
uk: Вмикання індивідуальних стрічок коментарів для кожного терміну таксономії, зазначеного на сайті

source: Feeds will be accessible at @url type of URLs. Only supports one term, no composition.
uk: Стрічки будуть доступні за типом адрес @url . Підтримується тільки один термін, без злиття.

source: @site - Comments for "@title"
ja: @site - "@title" のコメント
uk: @site - Коментарі для "@title"

source: Comments for "@title"
ja: "@title" のコメント
uk: Коментарі для "@title"

source: @site - Comments for "@term"
ja: @site - "@term" のコメント
uk: @site - Коментарі для "@term"

source: Comments for the category "@term"
ja: "@term" カテゴリのコメント
uk: Коментарі для категорії "@term"

source: @site_name - Comments
uk: @site_name - Коментарі

source: Comments
ja: コメント
uk: Коментарі

source: In reply to <a href="@url">@title</a>
uk: Відгук на <a href="@url">@title</a>

source: The commentrss module provides RSS feeds for comments. Comment feeds are published on pages which often also provide a feed of nodes. Some types of comment feeds may be disabled if they are not needed.
uk: Модуль commentrss надає RSS стрічку для коментарів. Стрічки коментарів публікуютьва на сторінках, які часто надають стрічку матеріалів. Деякі тими стрічок коментарів можуть бути вимкнені при потребі

source: If comment feeds are enabled for individual nodes then a "wfw:commentRss" element is added to node feeds (based on <a href="@wfw">the Well Formed Web Comment API</a> specification) so that aggregators may discover the corresponding comment feed.
uk: Якщо стрічки коментарів увімкнені для індивідуальних матеріалів, тоді елемент "wfw:commentRss" додається до стрічок матеріалів ( базується на <a href="@wfw">the Well Formed Web Comment API</a> специфікації ), а отже агрегатори можуть визначати автоматично наявність стрічок коментарів по стрічкам матеріалів

source: @site - All comments
ja: @site - すべてのコメント
uk: @site - Всі коментарі

source: Comments for category "@title"
ja: "@title" カテゴリのコメント
uk: Коментарі для категорії "@title"

source: General settings
uk: Загальні налаштування

source: Comment RSS settings
uk: Параметри RSS коментарів

source: Configure RSS feeds for comments.
ja: コメントの RSS フィードについて設定します。
uk: Параметри RSS стрічок для коментарів.

source: Comment RSS
ja: コメント RSS
uk: RSS коментарів

source: Provides RSS feeds for comments
ja: コメント用の RSS フィードを提供します。
uk: Надає RSS потік для коментарів

source: Select the types of comment feeds to be enabled.
ja: 有効にするコメントフィードのタイプを選択してください。

source: The commentrss module provides RSS feeds for comments. Comment feeds are published on pages which also provide a feed of nodes. Some comment feeds may be disabled if the are not needed.
ja: コメント RSS モジュールは、コメントの RSS フィードを提供します。 コメントフィードはコンテンツのフィードが提供されるページで同様に配信されます。 必要でないコメントフィードは無効にできます。

source: If comment feeds are enabled for individual nodes then a "wfw:commentRss" element is added to node feeds so that aggregators may discover the corresponding comment feed.
ja: 個々のコンテンツのコメントを有効にした場合、コメントフィードに対応したアグリゲータに取得されやすいように、コンテンツのフィードに "wfw:commentRss" エレメントを追加します。

source: If the !link module is installed then a comment feed will be added to complement the node feed provided by that module.
ja: !link モジュールがインストールされている場合、コメントフィードはそのモジュールによって提供されるコンテンツのフィードを補完するために追加されます。

source: Comments for @title
ja: @title のコメント

source: Comments for this vocabulary
ja: このボキャブラリのコメント

source: @site - Comments for "@vocab"
ja: @site - "@vocab" のコメント

source: Comments for all categories in "@vocab"
ja: "@vocab" 内のすべてのカテゴリのコメント

source: Node comments for entire site
ja: サイト内のすべてのコンテンツのコメント

source: Node comments for individual nodes
ja: 個々のコンテンツのコメント

source: Node comments for a term
ja: 特定のタームのコンテンツのコメント

source: Node comments for a vocabulary
ja: 特定のボキャブラリのコンテンツのコメント

source: Comment RSS publishing
ja: コメント RSS の配信

source: commentrss
ja: コメント RSS
