Repository: jakubsuchy/Drupal.cz
Catalog: docroot/modules/menu/po/menu-module.*.po
Languages: cs

source: <p>Menus are a collection of links (menu items) used to navigate a website. The menu module provides an interface to control and customize the powerful menu system that comes with Drupal. Menus are primarily displayed as a hierarchical list of links using Drupal's highly flexible <a href="@admin-block">blocks</a> feature. Each menu automatically creates a block of the same name. By default, new menu items are placed inside a built-in menu labelled %navigation, but administrators can also create custom menus.</p> <p>Drupal themes generally provide out-of-the-box support for two menus commonly labelled %primary-links and %secondary-links. These are sets of links which are usually displayed in the header or footer of each page (depending on the currently active theme). Any menu can be designated as the primary or secondary links menu via the <a href="@menu-settings">menu settings page</a>.</p> Menu administration tabs: <ul> <li>On the administer menu page, administrators can "edit" to change the title, description, parent or weight of a menu item. Under the "operations" column, click on "enable/disable" to toggle a menu item on or off. Only menu items which are enabled are displayed in the corresponding menu block. Note that the default menu items generated by the menu module cannot be deleted, only disabled.</li> <li>Use the "add menu" tab to submit a title for a new custom menu. Once submitted, the menu will appear in a list toward the bottom of the administer menu page underneath the main navigation menu. Under the menu name there will be links to edit or delete the menu, and a link to add new items to the menu.</li> <li>Use the "add menu item" tab to create new links in either the navigation or a custom menu (such as a primary/secondary links menu). Select the parent item to place the new link within an existing menu structure. For top level menu items, choose the name of the menu in which the link is to be added.</li> </ul>
cs: <p>Modul menu umožňuje úpravu nabídek. Nabídky jsou užitečné, protože usnadňují navigaci po webu. Nabídky se zobrazují v blocích.</p> <p>Zvláštní případ je zobrazení "primárních" a "sekundárních odkazů" (které jsou implementovány jako nabídka). Jsou to skupiny odkazů, které se obvykle zobrazují v záhlaví každé stránky (záleží na aktivním tématu). Jako primární či sekundární odkazy můžete použít jakoukoliv nabídku, stačí upravit <a href="@menu-settings">nastavení modulu menu</a>.</p> <ul> <li>Administrátor může ve správě nabídek upravit název, popis, nadřazenou položku a váhu položky nabídky. Ve sloupci "operace" kliknutím na "povolit/vypnout" určíte, zda se položka zobrazuje v nabídce. Vypnuté položky se neodstraní; jen se nezobrazují v bloku s nabídkou. Poznámka: výchozí položky vygenerované modulem menu nelze smazat, jen vypnout.</li> <li>V záložce "přidat menu" můžete zadat nadpis nové nabídky. Po odeslání se nová nabídka zobrazí v seznamu nabídek.</li> <li>V záložce "přidat položku menu" můžete vytvořit nové odkazy buď do výchozí nebo vlastní nabídky. Novou položku umístíte do nabídky výběrem nadřazené položky. Pro položky nejvyšší úrovně vyberte nadpis nabídky, ve které se mají zobrazovat.</li> <li>Chcete-li vypnout navigační nabídku, můžete tak učinit v administraci bloků.</li> </ul>

source: For more information please read the configuration and customization handbook <a href="@menu">Menu page</a>.
cs: Více informací najdete v příručce pro nastavení a úpravy na <a href="@menu">stránce Menu</a>.

source: Menus are a collection of links (menu items) used to navigate a website. The list(s) below display the currently available menus along with their menu items. Select an operation from the list to manage each menu or menu item.
cs: Nabídky menu jsou odkazy (položky nabídky) používané k orientaci na Vašem webu. Seznam níže zobrazuje aktuálně dostupná menu spolu s jejich položkami. Pro správu menu či položek zvolte operaci ze seznamu.

source: Enter the name for your new menu. Remember to enable the newly created block in the <a href="@blocks">blocks administration page</a>.
cs: Zadejte název pro nové menu. Nezapomeňte povolit nově vytvořený blok na <a href="@blocks">administrační stránce bloků</a>.

source: Enter the title, path, position and the weight for your new menu item.
cs: Zadejte název, cestu, umístění a váhu nové položky menu.

source: Menus
cs: Menu

source: Control your site's navigation menu, primary links and secondary links. as well as rename and reorganize menu items.
cs: Nastavit navigační menu, primární a sekundární odkazy a vytvořit bloky menu.

source: Add menu item
cs: Přidat položku menu

source: Edit menu item
cs: Upravit položku menu

source: Reset menu item
cs: Reset položky menu

source: Disable menu item
cs: Vypnout položku menu

source: Delete menu item
cs: Smazat položku menu

source: Add menu
cs: Přidat menu

source: Edit menu
cs: Upravit menu

source: Delete menu
cs: Odstranit menu

source: Menu settings
cs: Nastavení menu

source: The name to display for this menu link.
cs: Jméno tohoto odkazu menu.

source: The description displayed when hovering over a menu item.
cs: Popis, který se zobrazí při najetí myší nad položku menu.

source: Parent item
cs: Nadřazená položka

source: Optional. In the menu, the heavier items will sink and the lighter items will be positioned nearer the top.
cs: Volitelné. V nabídce se těžší položky propadnou dolů a lehčí se umístí výše.

source: Check to delete this menu item.
cs: Zaškrtněte, chcete-li smazat tuto položku nabídky.

source: You may also <a href="@edit">edit the advanced settings</a> for this menu item.
cs: Také můžete upravit <a href="@edit">pokročilé nastavení</a> této položky nabídky.

source: No primary links
cs: Žádné primární odkazy

source: Primary and secondary links settings
cs: Nastavení primárních a sekundárních odkazů

source: Primary and secondary links provide a navigational menu system which usually (depending on your theme) appears at the top-right of the browser window. The links displayed can be generated either from a custom list created via the <a href="@menu">menu administration</a> page or from a built-in list of menu items such as the navigation menu links.
cs: Primární odkazy se obvykle (záleží na tématu) zobrazí v pravé horní části stránky. Obvykle jsou zde dva řádky, primární a sekundární. Které odkazy se zde zobrazí, můžete určit výběrem nabídky, ze které chcete odkazy generovat, a poté umístěním odkazů do nabídky v <a href="@menu">administraci nabídek</a>.

source: Menu containing primary links
cs: Nabídka s primárními odkazy

source: No secondary links
cs: Žádné sekundární odkazy

source: Menu containing secondary links
cs: Nabídka se sekundárními odkazy

source: If you select the same menu as primary links then secondary links will display the appropriate second level of your navigation hierarchy.
cs: Pokud vyberete stejnou nabídku jako pro primární odkazy, zobrazí se jako sekundární odkazy odpovídající druhá úroveň.

source: Content authoring form settings
cs: Nastavení pro formulář při přidání obsahu

source: The menu module allows on-the-fly creation of menu links in the content authoring forms. The following option limits the menus in which a new link may be added. E.g., this can be used to force new menu items to be created in the primary links menu or to hide admin menu items.
cs: V každém formuláři pro úpravu obsahu je skupina "nastavení menu". Toto nastavení Vám umožňuje omezit, co se zobrazuje ve výběru nadřazené položky v této skupině. Tím můžete např. zařídit, aby se nové položky menu vytvářely jako primární odkazy nebo skrýt položky administrátorského menu.

source: Show all menus
cs: Zobrazit všechny menu

source: Restrict parent items to
cs: Omezit nadřazené položky

source: Choose the menu to be made available in the content authoring form. Only this menu item and its children will be shown.
cs: Vyberte menu, které se zpřístupní ve formuláři pro zadání příspěvku. Zobrazí se jen toto menu a jeho potomci.

source: The name of the menu.
cs: Název menu.

source: The name of the menu item.
cs: Název položky menu.

source: The path this menu item links to. This can be an internal Drupal path such as %add-node or an external URL such as %drupal. Enter %front to link to the front page.
cs: Cesta, na kterou tato položka menu odkazuje. Může to být interní Drupal cesta, např. %add-node, nebo externí URL, např. %drupal. Pro úvodní stránku zadejte %front.

source: Expanded
cs: Rozbalené

source: If selected and this menu item has children, the menu will always appear expanded.
cs: Pokud toto pole zaškrtnete a tato položka menu má potomky, zobrazí se vždy rozbalená.

source: Are you sure you want to delete the menu %item?
cs: Opravdu chcete odstranit menu %item?

source: Are you sure you want to delete the custom menu item %item?
cs: Opravdu chcete odstranit vlastní položku menu %item?

source: The menu %title has been deleted.
cs: Menu %title bylo odstraněno.

source: Deleted menu %title.
cs: Odstraněno menu %title.

source: The menu item %title has been deleted.
cs: Položka menu %title byla odstraněna.

source: Deleted menu item %title.
cs: Odstraněna položka menu %title.

source: Are you sure you want to reset the item %item to its default values?
cs: Opravdu chcete obnovit původní nastavení položky %item?

source: Any customizations will be lost. This action cannot be undone.
cs: Veškeré úpravy budou ztraceny. Tuto akci nelze vrátit zpět.

source: The menu item was reset to its default settings.
cs: Položka menu byla uvedena do výchozí podoby.

source: Are you sure you want to disable the menu item %menu-item?
cs: Opravdu chcete schovat položku menu %item?

source: Disable
cs: Schovat

source: The menu item has been disabled.
cs: Položka menu byla vypnuta.

source: The menu item %title has been updated.
cs: Položka menu %title byla aktualizována.

source: The menu item %title has been added.
cs: Položka menu %title byla přidána.

source: Added menu item %title.
cs: Přidána položka menu %title.

source: Menu item
cs: Položka menu

source: Add item
cs: Přidat položku

source: No menu items defined.
cs: Nejsou určena žádné položky menu.

source: disable
cs: schovat

source: enable
cs: zobrazovat

source: disabled
cs: schováno

source: administer menu
cs: administrace menu
