Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/contemplate/translations/*.po
Languages: ru

source: Content templates
ru: Шаблоны материалов

source: Create templates to customize output of teaser and body content.
ru: Создать шаблон для ручной настройки вывода материалов.

source: Template
ru: Шаблон

source: edit template
ru: изменить шаблон

source: create template
ru: создать шаблон

source: content type
ru: тип материала

source: teaser
ru: Заголовки с сопроводительными надписями

source: Affect teaser output
ru: Применить к выводу teaser

source: Teaser Template
ru: Шаблон для заголовков с сопроводительными надписями

source: Leave this field blank to leave teaser unaffected.
ru: Оставьте это поле пустым, чтобы шаблон не применялся к teaser.

source: <p>An example node has been loaded and it's properties appear below. Click on the the property names to add them to your template.</p>
ru: <p>Пример материала загружен, ниже показаны все его компоненты. Кликните на имени компонента и добавьте его в Ваш шаблон.</p>

source: Affect body output
ru: Применить к выводу body

source: Body Template
ru: Тело шаблона

source: Leave this field blank to leave body unaffected.
ru: Оставьте это поле пустым, чтобы шаблон не применялся к body.

source: Affect RSS output
ru: Применить к выводу RSS

source: Note that if you do not enable this, Drupal will use either the teaser or body as specified in your <a href="@url">RSS publishing settings</a>.
ru: Если вы не включите это, Drupal будет использовать параметры для краткого представления или для самого материала, как это представлено в <a href="@url">Настройке публикации RSS</a>.

source: RSS Template
ru: Шаблон для RSS

source: Leave this field blank to leave RSS unaffected.
ru: Оставьте это поле пустым, чтобы шаблон не применялся к RSS/

source: &lt;none&gt; (other modules may add)
ru: &lt;нет&gt; (можно добавить другие модули)

source: RSS enclosures
ru: Содержимое RSS

source: Are you sure you want to reset this form?\nAny customizations will be lost.
ru: Вы действительно желаете сбросить данные этой формы?\nВсе данные будут утеряны.

source: Template for %type
ru: Шаблон для %type

source: Templates
ru: Шаблоны

source: %type template has been reset.
ru: Шаблон %type был сборшен.

source: %type template saved.
ru: Шаблон %type сохранен.

source: No %type content items exist to use as an example. Please create a %type item and then come back here to see an output of its parts.
ru: Не существует материала типа %type, который может использоваться в качестве образца. Создайте материал %type, а затем вернитесь сюда, чтобы посмотреть его обработку.
