Repository: jakubsuchy/Drupal.cz
Catalog: docroot/sites/all/modules/devel/translations/*.po
Languages: da, it, tr

source: Helper functions, pages, and blocks to assist Drupal developers. The devel blocks can be managed via the !block page.
tr: Drupal geliştiricilerine kolaylık sağlamak için yardımcı işlevler, sayfalar ve bloklar. Geliştirici blokları !block sayfasından yönetilebilir.

source: block administration
tr: blok yönetimi

source: This is a list of defined user functions that generated this current request lifecycle. Click on a function name to view its documention.
tr: Geçerli istek yaşam döngüsünü oluştururken tanımlanan kullanıcı işlevlerinin listesidir. Dokümantasyonunu görmek için bir işlevin adına tıklayın.

source: Clicking a module's reinstall button will simulate installing a module. <code>hook_install()</code> will be executed and the schema version number will be set to the most recent update number. Make sure to manually clear out any existing tables first.
tr: Bir eklentinin yeniden yükleme düğmesine basmak eklenti kurulumunu canlandıracaktır. <code>hook_install()</code> çalıştırılacak ve şema numarası en son güncelleme numarasına ayarlanacaktır. Öncelikle var olan tabloları sildiğinizden emin olun.

source: Here are the contents of your <code>$_SESSION</code> variable.
tr: <code>$_SESSION</code> değişkeninizin içeriği.

source: This is a list of the variables and their values currently stored in variables table and the <code>$conf</code> array of your settings.php file. These variables are usually accessed with <a href="@variable-get-doc">variable_get()</a> and <a href="@variable-set-doc">variable_set()</a>. Variables that re too long can slow down your pages.
tr: Bunlar değişkenler tablonuzdaki ve settings.php dosyanızdaki <code>$conf</code> dizisindeki değişkenlerin ve değerlerinin listesidir. Bu değişkenler genelde <a href="@variable-get-doc">variable_get()</a> ve <a href="@variable-set-doc">variable_set()</a> işlevleriyle erişilirler. Çok uzun değişkenler sayfalarınızı yavaşlatabilir.

source: Empty cache
tr: Önbelleği boşalt

source: Database queries
tr: Veritabanı sorguları

source: Empty database queries
tr: Boş veritabanı sorguları

source: function reference
tr: fonksiyon başvuruları

source: Reinstall modules
tr: Eklentileri tekrar kur

source: Reset menus
tr: Menüleri sıfırla

source: Variable editor
tr: değişkenleri görüntüle

source: Session viewer
tr: Oturum görüntüleyicisi

source: Switch user
tr: Kullanıcı değiştir

source: Devel
tr: geliştirici

source: Dev load
tr: Gelişticisi Yükle

source: Dev render
tr: Geliştirici Render

source: Devel load
tr: Geliştirici Yükle

source: %message in %file on line %line.
tr: %file dosyasında %line satırında %message

source: Execute PHP
tr: PHP çalıştır

source: switch user
tr: kullanıcı değiştir

source: devel
da: udvikling
tr: geliştirici

source: Adjust module settings for devel module
tr: Devel eklentisi için eklenti ayarlarını belirle

source: Clear the database cache tables which store page, menu, node, and variable caches.
tr: Sayfa, menü, düğüm ve değişken önbelleklerinin saklandığı önbellek tablolarını temizler.

source: View a list of currently defined user functions with documentation links
tr: Şu anda tanımlı kullanıcı işlevlerinin ve dokümantasyon bağlantılarının bir listesini görüntüle

source: Re-run hook_install() for a given module
tr: Belirtilen eklenti için kurulum işlevini(hook_install) tekrar çalıştır

source: Resets all menu items to their default settings
tr: Tüm menü öğelerini öntanımlı ayarlarına getir

source: Edit and delete site variables
tr: Site değişkenlerini düzenle ve sil

source: List the contents of $_SESSION
tr: $_SESSION içeriğini listele

source: Execute php
tr: PHP çalıştır

source: <p>The user is being redirected to <a href="@destination">@destination</a>.</p>
tr: <p>Kullanıcı <a href="@destination">@destination</a> adresine yönlendiriliyor.</p>

source: Queries taking longer than %threshold ms and queries executed more than once, are <span class="marker">highlighted</span>.
tr: %threshold milisaniyeden uzun süren veya birden fazla çalıştırılan sorgular, <span class="marker">belirgin</span> yazılır.

source: Memory used at %type: %value MB
tr: %type kullanılan bellek: %value MB

source: Executed %queries queries in %time milliseconds.
tr: %time milisaniyede %queries sorgu çalıştırıldı

source: Query log
tr: Sorgu kayıtları

source: Collect query info
tr: Sorgu bilgisi topla

source: Collect query info. If disabled, no query log functionality will work.
tr: Dorgu bilgisi topla. Devre dışı iken sorgu kayıt işlevleri çalışmaz.

source: Display query log
da: Vis forespørgselslog
it: Mostra il log delle query
tr: Sorgu kayıtlarını görüntüle

source: Display a log of the database queries needed to generate the current page, and the execution time for each. Also, queries which are repeated during a single page view are summed in the # column, and printed in red since they are candidates for caching.
tr: Bu sayfanın üretilmesinde kullanılan tüm veritabanı sorgularını ve her biri için harcanan süreyi görüntüle. Ayrıca tekrarlanan sorgular # sütununda kaç kere tekrarlandığı belirtilir ve bunlar önbellekleme adayı oldukları için kırmızı ile yazılırlar.

source: Sort query log
tr: Sorgu kayıtlarını sırala

source: by source
tr: kaynağa göre

source: by duration
tr: süreye göre

source: The query table can be sorted in the order that the queries were executed or by descending duration.
tr: Sorgu tablosu çalışma sırasına veya azalan süreye göre sıralanabilir.

source: Slow query highlighting
tr: Yavaş sorgunun belirgin yazılması

source: Enter an integer in milliseconds. Any query which takes longer than this many milliseconds will be highlighted in the query log. This indicates a possibly inefficient query, or a candidate for caching.
tr: Milisaniye cinsinden bir tamsayı giriniz. Burada yazan milisaniyeden daha uzun süren sorgular, sorgu kayıtlarında dikkat çekecek şekilde yazılacaktır. Bu verimsiz bir sorgunun veya önbellekleme gereğinin bir işareti olabilir.

source: Store executed queries
tr: Çalıştırılan sorguları depola

source: Store statistics about executed queries. See the devel_x tables. This feature is currently only available for the MySQL database backend.
tr: Çalıştırılan sorgular hakkında istatistik tut. devel_x tablolarına bakın. Bu özellik şimdilik sadece MySQL tablolarında desteklenmektedir.

source: Sampling interval
tr: Örnekleme aralığı

source: If storing query statistics, only store every nth page view. 1 means every page view, 2 every second, and so on.
tr: Eğer sorgu istatistiği tutuluyorsa, yalnızca n. sayfa gösterimini kaydet. 1 her sayfa gösterimi, 2 her ikinci, vb.

source: Display page timer
da: Vis tidsforbrug
it: Mostra i tempi della pagina
tr: Sayfa zaman sayacını görüntüle

source: Display page execution time in the query log box.
da: Hvis sidens afviklingstid i kassen med forespørgselsloggen.
it: Mostra i tempi di esecuzione della pagina nel riquadro delle query
tr: Sorgu kayıt kutusunda sayfa üretim süresini görüntüle.

source: Display memory usage
tr: Bellek kullanımını görüntüle

source: Display how much memory is used to generate the current page. This will show memory usage when devel_init() is called and when devel_exit() is called. PHP must have been compiled with the <em>--enable-memory-limit</em> configuration option for this feature to work.
tr: Bu sayfanın üretiminde ne kadar bellek kullanıldığını görüntüle. devel_init() ve devel_exit() çalıştırıldığı andaki bellek kullanımını görüntüler. Bu özelliğin çalışması için PHP'nin <em>--enable-memory-limit</em> yapılandırma seçeneğiyle derlenmiş olması gerekmektedir.

source: Display redirection page
da: Vis omdirigeringsside
it: Mostra redirezione pagine
tr: Yönlendirme sayfasını görüntüle

source: When a module executes drupal_goto(), the query log and other developer information is lost. Enabling this setting presents an intermediate page to developers so that the log can be examined before continuing to the destination page.
da: Når et modul kalder drupal_goto() mistes forespørgselsloggen og anden udviklingsinformation. Aktiver denne indstilling for at se en mellemliggende side, der viser loggen før der fortsættes til næste side.
it: Quando un modulo esegue drupal_goto(), il log delle query e altre informazioni utili agli sviluppatori sono perse. Abilitando questo parametro viene presentata una pagina per gli sviluppatori, così il log puù essere esaminato prima di continuare con la pagina di destinazione.
tr: Bir eklenti drupal_goto() komutunu çalıştırırsa sorgu kayıtları ve diğer geliştirici bilgileri kaybolur. Bu ayarı etkinleştirmek geliştiricilere hedef sayfaya gidilmeden önce bilgileri inceleme fırsatı verecek ara bir sayfa sunar.

source: Display form element keys and weights
tr: Form elemanlarını ve ağırlıklarını görüntüle

source: Form element names are needed for performing themeing or altering a form. Their weights determine the position of the element. Enabling this setting will show these keys and weights beside each form item.
tr: Form elemanı isimleri tema ve form düzenleme çalışmasında gereklidir. Ağırlıkları elemanların konumunu belirler. Bu ayarı etkinleştirmek bu anahtarların ve ağırlıkların her form öğesinin yanında görünmesini sağlar.

source: Error handler
tr: Hata işleyicisi

source: None
tr: Hiçbiri

source: Standard drupal
tr: Standart Drupal

source: Backtrace
tr: Geritakip

source: Choose an error handler for your site. <em>Backtrace</em> prints nice debug information when an error is noticed, and you !choose. <em>None</em> is a good option when stepping through the site in your debugger.
tr: Siteniz için bir hata işleyicisi seçin. <em>Geritakip</em> bir hata farkedildiğinde güzel bir hata ayıklama bilgisi yazdırır, sizin hata gösterim ayarınız !choose. <em>Hiçbiri</em> hata ayıklayıcınızda çalışırken iyi bir seçenektir.

source: to show errors on screen
tr: hataları ekranda göstermek için

source: Default
tr: Öntanımlı

source: Log only
tr: Sadece kaydını tut

source: Other (%library)
tr: Diğer (%library)

source: SMTP library
tr: SMTP kitaplığı

source: PHP code to execute
tr: Çalıştırılacak PHP kodu

source: Enter some code. Do not use <code>&lt;?php ?&gt;</code> tags.
tr: Biraz kod girin. <code>&lt;?php ?&gt;</code> etiketlerini kullanmayın.

source: Execute
tr: Çalıştır

source: Are you sure you want to reset all menu items to their default settings?
tr: Tüm menü öğelerini öntanımlı ayarlarına getirmek istediğinizden emin misiniz?

source: Any custom additions or changes to the menu will be lost.
tr: Menüe yapılan tüm ekleme ve değişiklikler kaybolacaktır.

source: Reset all
tr: Hepsini sıfırla

source: Cancel
tr: Vazgeç

source: Primary links
tr: Birincil bağlantılar

source: The menu items have been reset to their default settings.
tr: Menü öğeleri öntanımlı ayarlarına getirildi.

source: Reinstall @name module
tr: @name eklentisini yeniden yükle

source: Reinstalled the %name module.
tr: @name eklentisi yeniden yüklendi.

source: Name
tr: İsim

source: Value
tr: Değer

source: Length
tr: Uzunluk

source: Operations
tr: İşlemler

source: edit
tr: düzenle

source: Delete
tr: Sil

source: Old value
tr: Eski değer

source: New value
tr: Yeni değer

source: Submit
tr: Gönder

source: Sorry, complex variable types may not be edited yet. Use the <em>Execute PHP</em> block and the <a href="@variable-set-doc">variable_set()</a> function.
tr: Üzgünüz, karmaşık değişken türleri şimdilik düzenlenemiyor. <em>PHP çalıştır</em> bloğunu ve <a href="@variable-set-doc">variable_set()</a> işlevini kullanınız.

source: Saved new value for %name
tr: %name için yeni değer kaydedildi.

source: Page execution time was %time ms.
da: Side afviklet på %time ms.
it: Il tempo esecuzione pagine è stato %time ms.
tr: Sayfa üretim süresi %time ms.

source: Mail sent:<br />Key: %mailkey<br />To: %to<br />From: %from<br />Subject: %subject<br />Body: %body<br /><br />Additional headers: !header
tr: Posta gönderildi:<br />Anahtar: %mailkey<br />Kime: %to<br />Kimden: %from<br />Konu: %subject<br />Gövde: %body<br /><br />Ek başlıklar: !header

source: Total (ms)
tr: Toplam (ms)

source: Average (ms)
tr: Ortalama (ms)

source: Std deviation (ms)
tr: Standart sapma (ms)

source: Count
tr: Sayı

source: Function
tr: İşlev

source: Query
tr: Sorgu

source: Delete collected query statistics
tr: Toplanan sorgu istatistiklerini sil

source: Stored query statistics deleted.
tr: Toplanan sorgu istatistikleri silindi.

source: one variable deleted
tr: @count değişken silindi

source: access devel information
da: tilgå udviklingsinformation
it: accedere alle funzioni di aiuto allo sviluppo
tr: geliştirici bilgilerine erişim

source: execute php code
tr: php kodu çalıştır

source: switch users
tr: kullanıcı değiştir

source: empty cache
da: tøm mellemlager
it: svuota cache

source: variable viewer
da: gennemse variable
it: visualizzatore variabili

source: <p>The user is being redirected to %destination.</p>
da: <p>Brugeren omdirigeres til %destination.</p>
it: <p>L'untente è stato rediretto verso %destination.</p>

source: Development helper functions
da: Hjælpefunktioner til udvikling
it: Funzioni di aiuto alla programmazione

source: Disabled
da: Deaktiveret
it: Disabilitato

source: Enabled
da: Aktiveret
it: Abilitato

source: Display a log of the database queries needed to generate the current page, the and the execution time for each. Also, a queries which are repeated during a single page view are summed in the # column, and printed in red since they are candidates for caching.
da: Vis en log over de databaseforespørgsler der blev foretaget for at bygge den aktuelle side samt deres afviklingstider. Desuden bliver alle gentagne forespørgsler markeret i '#'-kolonnen, da de er kandidater til mellemlagring.
it: Visualizza un logo delle query database che servono per generare la seguente pagina, ed il tempo di esecuzione per ognuna. Inoltre, le query che sono ripetute in una pagina singola sono sommarizzate nella colonna #, e visualizzate in rosso, sicocme sono candidate al caching.

source: Query execution threshhold
da: Tidsrænse for forespørgsel
it: Soglia esecuzione query

source: Enter an integer in milliseconds. Any query which takes longer than this many milliseconds will be highlighted in the query log. This indicates a possibliy inefficient query, or a candidate for caching.
da: Indtast et antal millisekunder. Enhver forespørgsel der tager længere end det angivne antal millisekunder bliver fremhævet i forespørgselsloggen. Det indikerer en muligvis ineffektiv forespørgsel eller en kandidat til mellemlagring.
it: Inserire un numero intero di millisecondi. Qualsiasi query che dura più di questo valore in millisencondi verrà evidenziata nel log delle query. Ciò indica una possibile query inefficiente, o un candidato per il caching.
